{"dataset_id": "wmt25", "sample_id": 0, "src_audio": "wmt/audio/vid_23Wfq9aOI4c.wav", "src_ref": "Where sabalenka got the easy win. So it's going to be tough for perlini if she's going to beat this version of sabalenka because she hasn't beaten sabalenka in over three years. If perlini's going to win this one, she needs to be defensive and get everything back against sabalenka and hope that sabalenka maybe throws in a few errors after a long extended rally because we can see that that happens sometimes when perlini is playing types of players that do have big shots. If sabalenka's going to win this one, she needs to serve well and be patient and realize that there is going to be a lot of shots coming back and she's going to have to probably hit two, three, four extra shots each rally, so she's going to have to be patient and she's going to get the win. Top 10 clash, really fun matchup, but i have to go with sabalenka in straight sets. I reckon it might be closer than the miami match because of the clay courts being a little bit slower than the miami fast courts a couple weeks ago, but i have to go with sabalenka in a close straight set, but let me know in the comments below who's making the final.", "tgt_ref": "जहवाँ सबालेंका आसानी से जीत गइल। पर्लिनी खातिर ई सबालेंका के रूप के हरावल आसान ना होई, काहेकि उ त पिछले तीन साल से एको बेर सबालेंका पर भारी ना पड़ल बाड़ी। अगर पर्लिनी के जीतल बा, त ओके बचाव में खेल के हर बॉल लौटावे के पड़ी। आ आशा करे के पड़ी कि लंबा रैली में सबालेंका कुछ गलती कर देस। अइसन खिलाड़ी जब सामने रहेला जे ताकत से शॉट मारेला, त पर्लिनी के मैच में गलती के मौका मिले के संभावना रहेला। अगर सबालेंका ई मुकाबला जीतल चाहेली, त ओके बढ़िया सर्विस करे के साथे-साथे धीरज धरे के होई। हर रैली में दो-चार एक्स्ट्रा शॉट मारे के पड़ी, काहेकि सामने से हर बॉल वापस आ सकेला। त ओके सब्र से खेले के होई, तबे जीत संभव बा। ई टॉप 10 के टक्कर बा, बड़ मजेदार मुकाबला होई, बाकिर हम त सबालेंका के सीधे सेट में जीतते देखत बानी। हमरा लागत बा कि ई मैच मियामी वाला से कुछ टाइट हो सकेला, काहेकि क्ले कोर्ट मियामी के स्पीडी कोर्ट से थोड़ा सुस्त होखेला। बाकिर हम त सबालेंका के करीबी सीधा सेट में जीतते देखत बानी। नीचे कॉमेंट में बताईं कि तोहरा हिसाब से फाइनल में के पहुँचत।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_23Wfq9aOI4c_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 1, "src_audio": "wmt/audio/vid_27keISTaqYw.wav", "src_ref": "Gotta watch a netflix show you feel me, but let me know down below. What show should i watch on netflix though? Because i'm i'm really having some trouble to find what show should i watch on netflix because sometimes it's super hard because every every week there is their new show every month. There's a new show. There's a movie. There's a movie series i don't even know what's going on on netflix. But look that's for the little dude, man. That was the video, man i talked so much but look i'm tired man your boys tired man look, that was my night routine. If you enjoyed this video man, leave a like down below that's for the little dude. It's your boy dro to saucy man stay saucy, man. I'm out that gleam. Yes, sir", "tgt_ref": "Netflix पर कुछ देखे के बा, बुझात बा ना? नीचे जरूर बताईं कि का देखल जाव। त हम Netflix पर का देखीं, का बताईं? सच कहब त हम झंझट में पड़ गइल बानी—Netflix पर का देखल जाव? हर हफ्ता, हर महीना कुछ नया शो आ जाला, ई त समझे में ही भारी बा। फिर से एगो नया शो आयेल बा।  ऊ त एगो मूवी भी बा। ई त मूवी सीरीजो आ गइल बा—Netflix पर का-कवन चल रहल बा, हमहीं नइखी जानत। बाकिर देखऽ, ई त छोट-छोट भाई लोग खातिर बा, यार। ई रहल वीडियो, भाई। बहुते बोल गइल बानी, बाकिर अब थाक गइल बानी, तोहार भाई थाक चुकल बा। ई रहल हमार रात वाला रूटीन। अगर ई वीडियो बढ़िया लागल होखे, त नीचे एगो लाइक छोड़ऽ—छोट भाई खातिर ह। तोहार भाई Dro बोल रहल बा—हमेशा तगड़ा बनल रहऽ, भाई। हम अब ओह चमक से बाहर हो गइल बानी। बिलकुल सर।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_27keISTaqYw_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 2, "src_audio": "wmt/audio/vid_2cLeDVfEqG4.wav", "src_ref": "Curve line up, down, connect on the left, and i'm going to go one, two, three, four little dots, and on the right -hand side, i'm going to do it again. I draw a curve line up, over, curve line in, connect, and i'm going to draw one, two, three, four little dots. I come all the way up to the top, and i'm going to draw a straight line, straight line, keep going, keep going, all the way across to divide up that space, and then i come down to the bottom, and i do straight line, straight line, straight line, all the way across.", "tgt_ref": "घुमावदार रेखा ऊपर से नीचे बनाइत बानी, बाईं ओर जोड़त बानी। अब एक, दू, तीन, चार नन्हे बिंदु बनाइब, आ दहिनी ओर भी ओही ढंग से दोबारा बनाइब। हम पहिलें ऊपर की ओर एगो घुमावदार रेखा खींचत बानी, फेर ओकरा पर से भीतर की ओर फेरत बानी, फिर जोड़ देत बानी। अब एक, दू, तीन, चार छोट-छोट बिंदु बनाइब। हम ऊपर तक जात बानी आ फिर सीधा रेखा बनावत बानी—एक के बाद एक, लगातार—पूरा पार कर के ऊ जगह के बाँटत बानी। फेर नीचे अइब आ ओही तरह सीधा-सीधा रेखा बनाइब, पूरा नीचे तलक खींचत जाई।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_2cLeDVfEqG4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 3, "src_audio": "wmt/audio/vid_2qWfOH69wGU.wav", "src_ref": "And physical appearance, attractiveness, also some have shown that it can lead to higher earnings but then in other studies it shows that it can intimidate people and doesn't always have good outcomes. So there's a lot of variability with these studies. So that was the women too? Yeah, yeah. Round faced women? No, no, no. With the breadth of face, it's male alone. You were too busy looking at mike, you weren't still, weren't you? You were distracted. Hype can assist females and physical appearance has got benefits across males and females and females in some areas but not all areas. I can't believe that they've actually looked into this. They have. Everything is there to be studied. Oh my goodness. Okay. Thank you so much mark. Good to chat. Absolutely.", "tgt_ref": "शरीर के बनावट आ सुंदरता के लेके कुछ रिसर्च में कहल गइल बा कि ई आमदनी बढ़ा सकेला, बाकिर कुछ अउरी रिसर्च बतावत बा कि ई लोगन पर डर पैदा करेला आ हर बेर बढ़िया नतीजा नइखे देत। एह रिसर्च सभ में खूब अंतर देखे के मिलेला। त ई बात औरतन परो लागु होत रहल का? हँ, बिलकुल। गोल चेहरा वाली औरतन? ना, ना। चेहरा के चौड़ाई वाला विषय त खाली मर्दन पर लागु बा। तू त माइक पर टकटकी लगवले रहलऽ, एकदम चुप ना रहलऽ, हँ ना? राउर ध्यान भटक गइल रहे। हाइप से औरतन के मदद मिलेला, आ शरीर के बनावट से मर्द-औरत दुनु के फायदा हो सकेला, बाकिर हर जगह ना।  बिसवास ना होखता कि ई लोग सच में ई सब पर रिसर्च कइले बा। हँ, उ लोग कइले बा। सब चीज पर रिसर्च हो सकेला। अरे बाप रे! अच्छे। धन्यवाद, मार्क, दिल से। बातचित बढ़िया रहल। निश्चय ही।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_2qWfOH69wGU_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 4, "src_audio": "wmt/audio/vid_3DI4-E5Imow.wav", "src_ref": "And then into our criss -cross vaulters. And then, whisk to the left. Now, the man's gonna do a whisk to the right and the lady's gonna do an underarm turn. So she turns a quarter and then does a spot vaulter into promenade, but also what we call the cuddle position. Now, samba walk on the left foot, then a samba walk on the right foot. Now the rolling off the arm, no bounce action, and then samba walk on the left, samba walk on the right, and then a one to three of the rolling off the arm. And now we'll do the ending number two, which is where the lady does like a turning three step, the man whisks, and then we go into the reverse turn.", "tgt_ref": "अब चलीं हमनीं क्रिस-क्रॉस वाल्टर के ओर। फेर बायाँ तरफ घूमीं। अब मरद दहिना ओर घूमी, आ औरत हाथ के नीचे से घुमाई। एह में ऊ एक चौथाई घूमेली आ स्पॉट वाल्टर करत प्रोमेनेड में जाली, जवन के ‘कडल पोजिशन’ कहल जाला। अब बायाँ गोड़ से सांबा वॉक करीं, आ फिर दहिना गोड़ से भी वही करीं। अब बा 'रोलिंग ऑफ द आर्म'—बिना उछाल के—फेर बायाँ ओर सांबा वॉक, दहिना ओर सांबा वॉक, आ तब बांह से लुढकते एक से तीन स्टेप तक। अब आईं एंडिंग नंबर दो करीं—जहाँ महिला घुम के तीन गो स्टेप लेली, मरद 'व्हिस्क' करत बा, आ फिर हमनीं रिवर्स टर्न में चलीं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_3DI4-E5Imow_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 5, "src_audio": "wmt/audio/vid_3vpEaAjDgtI.wav", "src_ref": "Get decoloration on my face so i get decoloration on my face if you can see i've got these spots on my face a little bit so i use up close and personal. Hi guys. Um, i use this wonderball hashtag not sponsored there you go, oh, this is very melted and i just might just put it on my face like this and rub it around. It smells really good guys smell it doesn't smell great. Yep and the reason i use my two fingers right here is because apparently i learned from my mama my mom was the best the best is the best best is always the best who comes from the best who came from the worst ones with the best cuz that made no sense", "tgt_ref": "हमार चेहरा पर दाग-धब्बा हो जाला, देखतानी ना—थोड़ा-थोड़ा दाग देखाई देत बा। एहसे हम ‘अप क्लोज एंड पर्सनल’ वाला तरीका अपनावत बानी। नमस्कार साथियों। हम ई ‘वंडरबॉल’ इस्तेमाल करत बानी—हँ, ई स्पॉन्सर नइखे। देखीं, ई त एकदम पिघल गइल बा, अब हम एकरा के चेहरा पर अइसहीं लगाइब आ चारों ओर मलीब। दोस्त लोग, एकरा के खुशबू बढ़िया लागता... सूंघीं त! हँ, अब बहुत खास त नइखे, बाकिर बुरा भी नइखे। हँ, आ हम जे ई दू गो उंगली इस्तेमाल करत बानी, ई त हम माई से सिखले रहीं। माई सबसे बढ़िया रहली। सबसे बढ़िया मतलब... सबसे बेहतरीन! बढ़िया उहे होला जे बढ़िया से आवेला, आ कुछ लोग खराब हालात से निकल के भी बढ़िया बन जाला... अब हमहूं ठीक से नइखी बुझा पावत कि हम कह का दे नी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_3vpEaAjDgtI_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 6, "src_audio": "wmt/audio/vid_47q3ENsU1B4.wav", "src_ref": "Weekly market analysis video for the better traders club, literally right after this. If you want access to that, you have to go to bettertraders .com. The link is in the description below. And i also want to remind you that i'm going to be live in person at consensus in toronto on may 15th for the better traders summit. There's a lot of amazing stuff that's included in this. It's not just one -on -one training. It comes with access to the 50 minutes financial freedom course, access to the club and all the tools that are, well, not all the tools, but the traders here. Also a three -month subscription to alltrader. There's a lot of stuff. Go to the links that are in the description below. And until the next time, you know what to do, stay awesome and stay in the green. Peace.", "tgt_ref": "ई वीडियो खतम होते Better Traders Club के साप्ताहिक मार्केट एनालिसिस वाला वीडियो आई। अगर रउआ ओह वीडियो तक पहुंचल चाहत बानी, त सीधे bettertraders.com पर जाईं। नीचे डिस्क्रिप्शन में लिंक दिहल बा। एगो बात आउरी—हम 15 मई के टोरंटो में Consensus इवेंट पर Better Traders Summit में खुद लाइव मौजूद रही। एह प्रोग्राम में बहुते शानदार चीजन के सामिल कइल गइल बा। ई सिफ एक-एक करके ट्रेनिंग देबे वाला चीज ना ह। एह में 50 मिनट के फाइनेंशियल फ्रीडम कोर्स के ऐक्सेस, क्लब के सदस्यता, आ कई टूल्स मिलेला—मतलब, पूरा ना सही, बाकिर जे जरूरी टूल्स ह, ऊ जरूर मिली। साथे में Alltrader के तीन महीना वाला सब्सक्रिप्शन भी रहेला। एह में त ढेर सारा सामग्री बा। नीचे दिहल लिंक प क्लिक करीं आ जानकारी लीं। अगिला बेर भेंट होखे तक, रउआ जानत बानी का करे के बा—बने शानदार बनल रहऽ आ मुनाफा में रहऽ। सुकून ।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_47q3ENsU1B4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 7, "src_audio": "wmt/audio/vid_6dP6bHX73_k.wav", "src_ref": "Okay, thirteen. Oh it's starting to burn now, are you feeling that? Fifteen, go on. Sixteen. Three more, and then we have running man. Go on. Push yourself, okay? Now if you're struggling and you can't keep up with my pace, just stop when i stop, there's no issue with that. Last one. Squeeze, squeeze, well done. Okay, up you come. I want the drink at the end, okay? We're almost there, two exercises left, okay? We're running man for twenty, then hot hands, let's go.", "tgt_ref": "ठीक बा, अब तेरहवां। अब त जलस लागल शुरू हो गइल बा—महसूस होत बा ना? पंद्रह, आगे बढीं। अब सोलह। तीन गो अउरी बचल बा, तब आई \"रनिंग मैन\" के बारी। जारी राख। चालू राख। खुद पर जोर थोड़ा अउरी मेहनत करऽ, ठीक बा? अगर अब तू थाक गइल बाड़ आ हमार चाल पकड़ ना पावत बाड़ऽ, त बस जब हम रुकब, तहरा भी रुक जाए के बा—एह में कवनो दिक्कत नइखे। ई लास्ट वाला बा। दबाव दे, हाँ, दबाव—शानदार कइलऽ। ठीक बा, तु उपरे आव। 🔁 ठीक बा, तु उपरे आव। अंत में हमके ड्रिंक चाहीं, ठीक ना? बस पहुँचिए गइल बानी, दू गो बाकी बा, ठीक बा? लगभग पहुंच गइल बानी, बस दू गो एक्सरसाइज कसरत अउरी बचल बा, हँ? अब बीस बार \"रनिंग मैन\" करीं, फेर \"हॉट हैंड्स\"—चलीं। बीस बेर \"रनिंग मैन\" करीं, आ फिर \"हॉट हैंड्स\"—शुरू करीं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_6dP6bHX73_k_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 8, "src_audio": "wmt/audio/vid_7Aw4Q46omiM.wav", "src_ref": "Sort of doing their own thing and you know, that's that's pretty chill with like what everyone else is doing but like like hey, like if you want to like, you know, try to make a name for yourself that's what you got to do yeah.\nAll right. So the question is what is one piece of advice you would give to your younger self?\nI would say to tell myself that i can always like take time for myself i sometimes get like so caught up and just doing everything in everyday life schoolwork activities all of that. So just like reminding myself that i can always take time for self -care and like time for myself and my friends and do you think your younger self would listen to this advice that you just gave?", "tgt_ref": "सब लोग आपन हिसाब से काम करत बा, आ ई ठीक बा कि सब अपन काम में बिजी बा। बाकिर, देखीं, अगर तोहके खुद के पहिचान बनावे के बा, त एही राह पर चले के पड़ी।\nठीक बा, सही बा। त सवाल ई बा कि अगर तू आपन छोट उमिर वाला रूप के एक ठो सलाह दे सकऽ, त का देतऽ?\nहम कहब कि खुदे खातिर टाइम निकालल बहुत जरूरी बा। कई बेर अइसन होला कि रोजाना के काम, स्कूल, एक्टिविटी में एतना फँस जानी कि खुद के बारे में सोचे के समय ना मिलेला। एही बात के बार-बार याद दिलावत रहब कि खुद खातिर आ दोस्त लोग संग समय निकालल जरूरी बा। आ तू का सोचत बाड़ू—तोहर नन्हा रूप का सच में ई सलाह मानीत?", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_7Aw4Q46omiM_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 9, "src_audio": "wmt/audio/vid_8GpZT9TJJAw.wav", "src_ref": "The prophet samuel said that goliath could be defeated and that he would be defeated by a boy.\nDavid volunteered to take on goliath, armed only with his slingshot. It was a skill he had honed as a boy, protecting his flocks from roaming packs of wolves. It was a simple weapon he would take into battle.\nThe giant in an arrogant moment says, why have you sent this shepherd boy? Boy, i will eat him alive and i will throw his carcass to the sheep.\nDavid took his sling and a few well -rounded pebbles.\nHe swung and fired a stone, which caught goliath in the middle of the head.", "tgt_ref": "देवदूत सैमुअल कहले रहले कि गोलियत हार सकेला, आ ओके हरावे वाला एगो लइका होई।\nडेविड खुदे तैयार भइल गोलियत से भिड़े खातिर, ओकरे लगे बस ओकर गुलेल रहे। ई हुनर उ बालपन में सीखले रहले, जब उ भेड़ियन के झुंड से आपन भेड़न के बचावत रहले। लड़ाई में जवन हथियार लेके गइल, ऊ त एकदम सादा रहे।\nघमंड में चूर ओह दानव पूछल—\"ए चरवाहा जइसन लइका के भेजे के का मतलब?\" ई लइका के जियत-जियत खा जइब, आ ओकर लाश भेड़न के फेंक देब।\nडेविड आपन गुलेल लिहलस आ साथे में कुछ चिकनाहा कंकड़ उठा लेलस।\nउ गुलेल घुमा के पत्थर चलवलस, जे सीधा गोलियत के कपार के बीच में लागल।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_8GpZT9TJJAw_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 10, "src_audio": "wmt/audio/vid_8I8msBYGNR4.wav", "src_ref": "Bathroom is clean and it just looks and feels so much better i ended up just putting the sheets there because i didn't know where else to put them so they don't look bad there honestly or at least fold it in ready to go and then those two boxes have just like some hair products in them that didn't fit in there so just like a little storage corner, which is fine because this bathroom doesn't even get used often anyways, so yeah i just got these towels from the bathroom i also have some kitchen towels that i brought up that i'm gonna put a load on right now because i especially need to wash the kitchen towels and may as well just wash everything at the same time and having clean towels just feels really really nice and i try to do this once a week they're due for a wash actually kind of overdue. So let's put them in the wash and do another load", "tgt_ref": "अब बाथरूम बिलकुल चमचमा रहल बा, आ देखे-सुने में अच्छा लागत बा। हम चद्दर बस ओहिजे रख देनी, काहेकि कवनो अउरी सही जगह ना मिलल। उहां रखल भी बुरा नइखे लागत—कम से कम मोड़ के साफ-सुथरा राखल बा। ओह दूनो डब्बा में कुछ बाल के सामान बा, जे बाथरूम में ना समाइल, त ओके एक कोना में स्टोरेज बना के राख देनी। चूंकि ई बाथरूम त बहुते कम इस्तेमाल होला, त ठीक बा। अब हम बाथरूम से टॉवल निकाल लीनी, आ कुछ किचन वाला टॉवल जे ऊपर ले अइनी, ओह सब के अब धोईब। किचन वाला त जरूर धोए के बा, त सोचेनी कि सब के एक साथे धो लीं। साफ टॉवल होखल बड़ा नीमन लागेला, आ हम कोशिश करेलीं कि हफ्ता में एक बेर ई काम होई। अब त बहुत दिन हो गइल—धोए के देरी हो गइल बा। त चलीं, अब इनकर वाशिंग शुरू करीं आ एगो दोसर लोडो साथे चला दीं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_8I8msBYGNR4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 11, "src_audio": "wmt/audio/vid_8qZFupajBuo.wav", "src_ref": "Because i have some like pajamas and stuff. I totally forgot i had this. I definitely am going to move this up a couple spaces so i remember to wear this because that's such a cute vest. I'm done clearing things out. This is more like workout stuff. So i think what i'm going to do is i'm going to roll these up and put them with the workout pants because i never see these items in my closet when i'm going to work out because i just pick something random. So i'm going to roll these up and put them with the workout stuff so i can gravitate towards these more often. I think i'm going to put these...", "tgt_ref": "काहेकि हमरा लगे कुछ पजामा आ अइसहीं अउरी सामान बा। हमरा त यादिए ना रहल कि ई चीज अबहियों हमरा लगे बा। हम जरूर एकरा के ऊपर के दराज में राखब ताकि याद रहो कि एकरा पहिने के बा—काहेकि ई जैकेट त एकदम प्यारा बा। अब सफाई के काम पूरा हो गइल बा। ई त लागता वर्कआउट के कपड़ा-सामान बा। त हम सोचतानी कि इनका के मोड़ के वर्कआउट पैंट संगे रख देब, काहेकि वर्कआउट करे समय ई चीज त कबो दिखेले ना, आ हम त यूहीं कवनो कपड़ा उठा के पहन लेतानी। एहसे अब हम इनका के मोड़ के वर्कआउट के कपड़ा संग राखब ताकि बार-बार इहे इस्तेमाल होखे। लागता कि अब हम इनका के कहीं ठीक से रख देब...", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_8qZFupajBuo_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 12, "src_audio": "wmt/audio/vid_AJlp_obQgq8.wav", "src_ref": "You don't want a shot where the face is in the middle and then the second half of the photo is sky you want your face to be on the top one third line preferably where two of the third lines? Intersect this can be on the left or it can be on the right now let's say that you're standing in front of a viewpoint of some type you want to do a second thing now and that is to place the most important element on the other third line, so here's what i mean let's say i'm standing in front of a lavender field and there is one stone house out in the middle of that lavender field you want to place that stone house on the right third of the photo, so i'll be on the left third i'm looking at the camera the stone house is on the right third now. You have a perfectly composed photo", "tgt_ref": "ऐसन फोटो ना चाहीं जवना में चेहरा बिलकुल बीच में होखे आ बाकी आधा फोटो खाली असमान से भरल होखे। चेहरा ऊपर वाला एक-तिहाई लाइन पर होखे के चाहीं—जवन जगह पर दू गो तिहाई लाइन आपस में काटे, उहां राखल सबसे नीमन होई। ई जे तिहाई लाइन एक-दूसरा के काटेला, उ बाईं ओर भी हो सकेला या दहिना ओर भी। अब मानीं कि रउआ कवनो व्यूपॉइंट के सामने खड़ा बानी—अब दोसरा बात ई बा कि फोटो में सबसे जरूरी चीज के दोसरा एक-तिहाई लाइन पर राखल जाव। उदाहरण ला मान लीं हम लैवेंडर के खेत के सामने खड़ा बानी, आ ओह खेत के बीच में एगो पाथर के घर बा। उ पाथर वाला घर के फोटो के दहिना एक-तिहाई पर राखल जाई, आ हम रहब बाईं ओर वाला तिहाई पर। हम कैमरा के ओर देखत बानी, आ पाथर के घर दहिना तिहाई पर बा। एह तरिका से रउआ लगे एगो एकदम सझल-सम्हरल फोटो हो जाई।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_AJlp_obQgq8_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 13, "src_audio": "wmt/audio/vid_BrC0v6K3H4I.wav", "src_ref": "Sometimes we don't change anything. Usually we change one or two stories, so one of us will have to rewrite something, most likely. But this way we can kind of get ahead of it, start doing those newsfuse stories. And this is one of those days where we have four randomizers. It's going to be a big pull. Also, you can see sarah has gotten in and put in one of her discussion stories. I mean, you guys may think, like, there are such flockers, they haven't been in there. They're working outside of the dock a lot. You don't want to work in the dock. You notice that i didn't even work in the dock all that much. Because, oh, and i forgot to put my notes in there. Better do that before i'm forgetting it. Because the dock may crash, and you don't want to lose your stuff. So all this tells me is when they've really decided, like, oh yeah, i'm definitely going to do that story. So she's actually taking on...", "tgt_ref": "कबो त अइसो दिन होला जब हमनी कुछ भी ना बदलल जाला। ज्यादातर त एक-दू गो स्टोरी में फेरबदल होखेला, त माने के पड़ी कि हमनी में से केहू के कुछ ना कुछ फेर से लिखे के पड़ी। बाकिर एह तरीका से हमनी पहिले से आगे रह सकीलें आ ओह \"न्यूज़फ्यूज़\" स्टोरी पर काम शुरू कर सकीलें। आ आज उहई दिन बा जब हमनी लगे पूरा चार गो रैंडमाइज़र बा। एह बेर त ढेर जोर लगावे के पड़ी। एहू देखे के मिलत बा कि सारा आके आपन एगो चर्चा वाली स्टोरी डाल चुकल बाड़ी। माने, रउआ सोचीं कि ऊ लोग त हमेशा एक्टिव रहेला, बाकिर ओह लोगन के त कब से देखले नइखीं। ऊ लोग ज़्यादातर डॉक्स के बाहर से काम करत बा। डॉक्स में काम करे के मन शायद रउआ के ना होई। रउआ शायद देखले होखब कि हमहू डॉक्स में कुछ खास काम ना कइनी। अरे हँ, हम त नोट्स डालल भूल ही गइल रहीं। भुलाए से पहिले ई काम त करीं ना। काहेकि डॉक्स कबो क्रैश कर सकेला, आ रउआ के आपन चीज गँवाए के मन त ना होई। एहसे साफ मालूम होत बा कि ऊ लोग पक्का तय कर चुकल बा—‘हँ, अब त एही स्टोरी पर काम करब।’ मतलब अब ऊ वाकई ओही स्टोरी के उठवले बाड़ी...", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_BrC0v6K3H4I_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 14, "src_audio": "wmt/audio/vid_BuaGgQdFI-o.wav", "src_ref": "We'll use ctrl f to open up find and replace we'll go to replace and you can see i've already entered the question mark that i want to find and a blank space that i want to replace it with. You can see excel thinks it's done what you want it to where in fact it's just removed all of our values but what we need to do is include an additional symbol which is known as a tilde so i'll just click in front of the question mark i'll hold the shift button and then push the hashtag button as well and you can see we have this new symbol just check i still have a space in there that i want to replace the question mark with replace all and you can see it has now replaced our question marks we'll then replace the question mark with an asterisk and you can see it has now done that for us as well. Please don't forget to like if you enjoyed this video", "tgt_ref": "हम \"Ctrl + F\" दबा के \"Find and Replace\" वाला ऑप्शन खोलब। फेर \"Replace\" टैब में जाईब। देख सकतानी, हम पहिले से \"?\" डाल चुकल बानी, जे खोजे के बा, आ ओकरा बदले में खाली जगह देवे के बा। देख सकतानी कि Excel त समझ लिहलस कि हम जवन चाहत रहीं, उ हो गइल, बाकिर असल में त उ सब वैल्यू हटा देले बा। एहसे हमनी के एगो अउरी चिन्ह जोड़ल जरूरी बा, जेके \"टिल्ड\" (~) कहल जाला। त हम \"?\" से पहिले क्लिक करब, फेर \"Shift\" दबा के \"#\" वाला बटन दबाइब। अब नया चिन्ह आ गइल देखाई दी। ध्यान दीं कि हम अबहियों खाली जगह रखले बानी, जवन से \"?\" बदले के बा। अब \"Replace All\" पर क्लिक करीं, त देखी कि सब question mark हट गइल बा। एकरा बाद हम \"?\" के जगह \"asterisk (*)\" रखब, आ देख सकतानी कि उ बदलावो हो गइल बा। अगर ई वीडियो बढ़िया लागल होखे, त लाइक करे ना भुलाईं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_BuaGgQdFI-o_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 15, "src_audio": "wmt/audio/vid_Ft41IG2BAG8.wav", "src_ref": "I have an even finish, so i will be able to see any of the sanding scratches left by the da, but now i'm going to move on to some 600 grit wet or dry paper. I already stuck my paper, pre -soaked it in the water. There's a couple drops of soap in here to help clean the surface of the wet sanding paper from clogging. The other reason for why you're wet sanding is wet sanding doesn't allow the material to clog the paper. Same as before, 30 degrees, slide, crosshatch as you're trying to work out those da swirl marks.", "tgt_ref": "हमरा लगे भी अयीसने फिनिश बा एहसे डीए के ओर से छोड़ल गईल सैंडिंग के कवनो खरोंच देखाई दिही, लेकिन फिलहाल हम 600 ग्रिट के गीला चाहे सूखा कागज प काम करे वाला बानी। हम आपन कागज चिपका चुकल रहनी, पानी में भिगो देले रहनी। एकरा में साबुन के कुछ बूंद होखेला जवन कि गीला सैंडिंग पेपर के सतह के साफ करे में मदद करेला।ए। रउरा गीला सैंडिंग करे के दूसर कारण बा कि गीला सैंडिंग से सामग्री कागज में जाम ना होखे देला। पहिले जइसन, 30 डिग्री, स्लाइड, क्रॉसहैच, जइसे कि रउरा ओह घुमावदार निशान के समझे के कोशिश करत होखीं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_Ft41IG2BAG8_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 16, "src_audio": "wmt/audio/vid_GYfhGLrrDts.wav", "src_ref": "And disgust. Whatever that reason for that being because we see the look at it's on his left side which would be your right side looking at the screen when this thing starts again. So you see that i can't do it little thing this little part of his nose goes up and my impression of it is it's anger. He's probably mad because he's there he's mad because he's thinking about that the situation that happened during that time she's brought up so that could be what's firing that off. Again his blink rate let's keep an eye on that and let's even he's got that tick where his eyes closed. I'm counting those as we go through and i'll say i think it's this many blinks for his blink rates gone up or down. I'm counting those as well. So all right we're good.", "tgt_ref": "आ घिन लागे वाला भावना। कारण चाहे जे कुछो होखे, हम देखतानी कि उ अपन मुंह बाईं ओर घुमा रहल बा—जे स्क्रीन पर रउआ खातिर दहिना ओर होई, जब ई फेरु शुरू होई। देखत बानी ना, हमसे त ई काम ना होई—नाक के ई छोट टुकड़ा ऊपर उठत बा, आ हमरा लागेला कि ई गुस्सा के इशारा ह।  लागत बा उ खीस में बा, शायद ओह पुरान घड़ी के घटना याद आ गइल बा, जे उ औरत फेर से छेड़ दिहलस, आ ओही बात पर ओकरा गुस्सा फूट पड़ल होखी। फेर ओकर पलक झपकावे के रफ्तार पर ध्यान दीं—एक झटका जइसन बा, जवना में ओकर आंख अपने आप बंद हो जात बा।  हम आगे बढ़त-बढ़त ई सब गिनत जा रहल बानी, आ बाद में बताइब कि उ कतना बेर पलक झपकलस—रफ्तार घटल बा कि तेज भइल बा। ए सबो हम गिनत जा रहल बानी। ठीक बा, हमनी जन सब ठीक बानी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_GYfhGLrrDts_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 17, "src_audio": "wmt/audio/vid_Gw2yc9oanpU.wav", "src_ref": "Four decades of doing the nba playoffs. And i honestly believe the nba playoffs, year after year, are the most consistent moneymaker in all of sports. And baseball last year was incredible. We won over 100 units alone in baseball. And once again, we'd already doubled our bankroll in all sports by the end of august. Check it out. Promo code sm365. Full details on my page, along with a daily free play. Last cut, just a bit outside from making the best bet card. It goes up as a free play for everybody on my page each and every day. Steve merrill, wagertalk .com. And yeah, get there quicker with shortcut wt .buzz slash sm. Follow me on social media on x and instagram at steve merrill. You know the deal. Two r's, one l, m -e -r -r -i -l, at steve merrill on x and instagram. And stay tuned here to wagertalk tv, because you also know there's more free play videos coming up next.", "tgt_ref": "चालीस बरिस से NBA प्लेऑफ के अनुभव बा।  आ हम सच में मानत बानी कि हर साल, NBA प्लेऑफ खेल जगत में सबसे भरोसेमंद कमाई आउर फायदा वोला कार्यक्रम बा।  बीतल साल के बेसबॉल त जबरदस्त रहल।  अकेले बेसबॉल से हमनी सौ यूनिट से ऊपर के जीत दर्ज कइनी।  आ फेर से, अगस्त बीतते-बीतते हमनी खेल-कूद में आपन बैंकरोल दोगुना कर लेनी।  एक बार जरूर झांक के देख लीं।  प्रोमो कोड ह: sm365  सब डिटेल्स हमार पेज पर मिल जाई, रोजाना के फ्री प्ले के साथे।  आखिर में, बेस्ट बेट कार्ड में शामिल होखे से बस थोड़े दूर रह गइल।  ई रोज हमार पेज पर फ्री प्ले के तौर पर सब लोग खातिर अपलोड कईल जाला।  स्टीव मेरिल — wagertalk.com  आ हँ, सीधे जाए के लिंक बा: wt.buzz/sm  सोशल मीडिया पर X आ इंस्टाग्राम पर हमके Steve Merrill नाम से फॉलो करीं। रउआ लोग बुझते होखब का बात बा। \"दो गो r, एक l\", m-e-r-r-i-l — X आ इंस्टा पर Steve Merrill खोजीं।  आ एही चैनल WagerTalk TV से जुड़ल रहलीं, काहेकि आउरी फ्री प्ले वीडियो अबही आवे वाला बा।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_Gw2yc9oanpU_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 18, "src_audio": "wmt/audio/vid_HjRhgaz1xTI.wav", "src_ref": "Each guy in the band got a dollar every day. So you can imagine going through that when you have this opportunity, you just have to take a minute, you know, don't be an idiot. Don't blow this. Use some common sense. Get yourself signed to where you have an opportunity. And from there, from there, we started, you know, signed with an agency and we started opening for other bands, queen and other bands that were out there. We didn't have a manager. We didn't have an attorney. We didn't have an accountant. It was just the six of us with our arms linked and we're going to go out there and kick every band's ass that we could find and every night when we opened, we were going to blow them off stage. Well, obviously we didn't do that all the time, but we tried.", "tgt_ref": "बैंड के सब लईकन के रोजाना एक-एक डॉलर मिलेला। त कल्पना करीं, जब अइसन मौका मिले, त बस एक पल रुक के सोच लीं—बेवकूफी ना करीं, समझदारी से चलल जरूरी बा। एह मौका के हाथ से मत जाए दीं। थोड़-बहुत सोच-समझ के काम लीं। जहाँ अवसर मिले, ओहिजा जाके साइन कर लीं। ओहिजा से हमनी के शुरुआत भइल—एजेंसी से साइन भइनी, आ तब से हमनी \"Queen\" आ अउरी बैंडन के ओपनिंग करे लागनी, जे ओह समय चर्चे में रहलें। हमनी लगे केहू मेनेजर ना रहे। हमनी लगे एको वकील ना रहे।  हमनी लगे अकाउंटेंटो ना रहे।  हमनी बस छह जने रहनी, एक-दूजे के बांह फँसवले, आ निकलबे करीत रहनी कि जे बैंड मिल जाव, ओकरा के पछाड़ दीं। रोजे रात हमनी ओपनिंग करत रहनी आ मंच पर बाकी बैंडन के दबा देत रहनी। हँ, साफ बा कि हर बार सफल ना भइनी, बाकिर कोशिश त दिल से कइनी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_HjRhgaz1xTI_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 19, "src_audio": "wmt/audio/vid_HxIaVXzxoBs.wav", "src_ref": "The first regulator. During the new tank install a soundness test was undertaken and no issues could be seen but this wasn't actually a full visual check of the system. Thus the unprotected and only partially galvanized pipe work went virtually unchecked. In 2002 another soundness check was undertaken during a regulator change and again no issues were reported but again this wasn't a visual check of the system. So i need to address the rather confusing naming of the site. I've been calling it so far the stockline plastic site although it was actually called and owned by icl group. Me calling it stockline was no mistake however due to stockline being the main public facing part of the business. In fact if you wanted to buy", "tgt_ref": "सबसे पहिले वाला रेगुलेटर। जब नया टंकी लागल, तब एगो मजबूती के जांच भइल, आ कवनो खराबी नइखन देखाइल, बाकिर ई पूरा सिस्टम के आंख से देखल जाँच ना रहल। एही से सुरक्षाहीन आ अधगैल्वनाइज्ड पाइप के काम लगभग बिना जांचे रह गइल। 2002 में रेगुलेटर बदलत समय फेर से एगो मजबूती जांच भइल, आ तबो कवनो खराबी ना देखाइल, बाकिर ई जांच पूरा सिस्टम के आँख से देखके ना भइल। एही से अब हमके साइट के कुछ उलझन भरा नाम के बारे में साफ-साफ बात करे के बा। अबले हम एकरा के 'Stockline प्लास्टिक साइट' बोलत रहनी, जबकि असल में एकर नाम ICL ग्रुप रहल आ मालिक भी उहे लोग रहल। हम जवन एकरा के 'Stockline' कहल, उ गलती ना रहल, काहेंकि ओही हिस्सा कंपनी के जनता से जुड़ल मुख्य भाग रहल।  असल में, अगर रउआ कुछ खरीदे के सोचत रहीं...", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_HxIaVXzxoBs_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 20, "src_audio": "wmt/audio/vid_JIq55zBGNX4.wav", "src_ref": "It's also so aesthetic like look at this. Look at the packaging. It's so cute. Like are you kidding me? Here's the box that it comes in it says get into flow stay and if you guys know me that's literally right up my alley and i just have this in my fridge laying like this so that i can just grab one in the morning and it makes it so easy for me so if you guys want to shop magic mind and get a case for yourself um, you can use the code mckayla20 and you can get an exclusive 28 off your order so the link will be down below and everything that you need so go check that out and with that being said, let's do this. Let's take the shot", "tgt_ref": "ई त एकदम लाजवाब देखात बा, जरा देखीं त। पैकेजिंग त देखे लायक बा। बहुत प्यारा लागत बा।  सच में? तू मजाक करत बाड़ का?  देखीं, ई ओही डिब्बा ह जवना में ई चीज आवेला—ओपर लिखल बा \"गति में जाईं, बनल रही\"। जे लोग हमके जानेला, उ त जनतई कि ई हमार स्टाइल के चीज ह। हम एकरा के फ्रिज में रखले रहनी ताकि भोर में आसानी से निकाल लीं। एकदम आसान बन जाता ई सब। अगर रउआ \"Magic Mind\" खरीदल चाहत बानी, त कोड \"mckayla20\" लगाईं आ 28% के खास छूट पाईं। नीचे लिंक बा, बाकी सब जानकारीओ ओही में बा। त अब चलीं, शुरू करीं। आइं, अब एक घूंट ले लिहीं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_JIq55zBGNX4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 21, "src_audio": "wmt/audio/vid_JoTLTGv8kqA.wav", "src_ref": "Just barely see the heads of those screws. So it's coming out nice and level really flow is good let's watch these guys as they come in here right up this end be good that's two bags right there, so we'll dump that out like that and then i'll i'll move it around with my magic trial here you could use a gauge rake if the floor was more level but this floor is really out of level and then i got a screw head right there if you can see it the stuff's almost there. I'll just level off to those screw heads as i go. I got another screw head there i got another one there. So i'm just i'm just kind of moving it around leveling it to the screw heads", "tgt_ref": "बस मुश्किल से ओह पेंच के सिर देख सकेला. त ई बढ़िया से ऊपर आ रहल बा आ लेवल वाकई में प्रवाह बढ़िया बा आईं देखल जाव कि ई लोग एह छोर तक आवत बा इहाँ ई बढ़िया बा कि उहाँ दू गो बैग बा त हमनी के बस एकरा के अइसहीं बाहर फेंक देब जा आ ओकरा बाद हम एकरा के अपना जादू के परीक्षण के साथ इधर-उधर ले जाइब अगर फर्श अधिका लेवल रहे त रउआ गेज रेक के इस्तेमाल कर सकत रहनी लेकिन ई फर्श सचमुच लेवल नइखे आ तब हमरा लगे एगो पेंच के सिर बा उहाँ अगर रउआ एकरा के सामान देख सकेनी लगभग उहाँ बा। हम त चलत-चलत ओह पेंच के सिर के समतल करत रहब। उहाँ एगो अउरी पेंच के सिर मिलल उहाँ एगो अउरी मिलल। त हम बस एकरा के पेंच के सिर तक लेवल आउट करे जा रहल बानी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_JoTLTGv8kqA_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 22, "src_audio": "wmt/audio/vid_JpW9KlX1Pjs.wav", "src_ref": "Now it says, if you disable this app, other apps may no longer function as intended. Your data will also be deleted, which i'm totally fine because i don't ever use it. So i'm going to disable the app. Now it doesn't uninstall it from your phone. It just goes back to a factory version of uninstalling. It is disabled now. Let's go back into the drawer and you will see that it's no longer there. So i won't be annoyed with applications that are in my drawer or it just won't be popping up or stuff being updated for it because i don't have it ready for it to try to work. So that's a disabled option. If you needed to bring it back, go back into your applications. If you don't have the option to choose from disabled, enabled or applications, it's always going to be at the very bottom and click on that. You see this abled and those are the disabled applications.", "tgt_ref": "अब कहल गईल बा कि जदी आप ए ऐप के डिसेबल करीं त बाकी ऐप भी उम्मेद के मुताबिक काम ना करी। राउर डेटा भी हटा दिहल जाई, जवन कि हम बिल्कुल ठीक बानी काहे कि हम कबो एकर इस्तेमाल ना करीं। त हम ऐप के डिसेबल करे जा रहल बानी। अब इ आपके फोन से अनइंस्टॉल ना होई । इ बस अनइंस्टॉल प फैक्ट्री वर्जन में वापस आ जाला। अब ई डिसेबल हो गइल बा. चलीं वापस ड्रावर में चलल जाव त देखब कि अब ऊ नइखे. त हम ओह एप्लीकेशन से परेशान ना होखब जवन हमरा ड्रावर में बा ऊ बस पॉप अप ना होई एकरा खातिर अपडेट ना होई काहे कि हमरा लगे ई तइयार नइखे कि एकरा के काम करे के कोशिश करीं. त ई एगो डिसेबल विकल्प बा. अगर रउरा एकरा के वापस पावे के जरूरत बा त फेर से अपना एप्लीकेशन में जाईं. अगर रउरा लगे Disable, Enable या Application में से चुने के विकल्प बा त ऊ हमेशा नीचे रही आ ओकरा पर क्लिक करीं. रउरा देखत बानी कि ई Enable एप्लीकेशन ह आ ऊ Disable एप्लीकेशन ह.", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_JpW9KlX1Pjs_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 23, "src_audio": "wmt/audio/vid_Kr2KbsdNHWs.wav", "src_ref": "Keep your hand nice and high as you're blending and also keep your eyes open. This is a great way to see the shape that you're creating. Bear in mind when you're blending, you don't want to blend up too high. Keep that highlight underneath the brows to add some more contrast with the smokiness. Now if you feel like this isn't smoky enough for you, you can actually go in and reapply a little bit of that brown shadow, keeping this on the lower part of the lid. A little will go a long way, particularly because we've already applied our contour shade on the lid. So just very slowly build this up until you get the smokiness that you like. Now to add more smokiness, i'm going to take that gel liner and push this in between the lashes. This is a totally optional step. I know that some people find this a little ticklish, so you can definitely skip it if you want. But it does add a little bit more depth and a little bit more smokiness.", "tgt_ref": "मिक्स करत घरी हाथ ऊपर राखीं आ आँख भी खुलल राखीं. रउरा जवन आकृति बनावत बानी ओकरा के देखे के ई एगो बढ़िया तरीका बा. ध्यान राखीं कि जब रउरा ब्लेंडिंग करत बानी त रउरा बहुते ऊँच ब्लेंड ना कइल चाहत बानी. हाइलाइट के भौंह के ठीक नीचे रख के स्मोकी के संगे कुछ अवुरी कंट्रास्ट जोड़ल जा सकता। अब अगर रउरा लागत बा कि ई रउरा खातिर पर्याप्त स्मोकी नइखे त असल में रउरा ओह भूरा रंग के छाया के तनी-मनी दोबारा लगा सकेनी, पलक के निचला हिस्सा पर डाल सकेनी. तनी-मनी प्रयोग कईला से बहुत मदद मिले के चाही, खास तौर प एहसे कि पलक प आपन कॉन्टूर शेड लगा चुकल बानी। त बस धीरे-धीरे करत रहीं जबले रउरा जवन स्मोकी लुक ना मिल जाव। अब अउरी स्मोकी बढ़ावे खातिर जेल लाइनर लेके पलक के बीच में लगावत बानी। ई बिल्कुल वैकल्पिक कदम बा। हमरा मालूम बा कि कुछ लोग के ई तनी गुदगुदी लागेला एहसे अगर रउरा पसंद करीं त एकरा के छोड़ सकीलें. लेकिन एकरा से तनिका जादा गहराई अवुरी तनिका जादे स्मोकिनेस बढ़ जाला।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_Kr2KbsdNHWs_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 24, "src_audio": "wmt/audio/vid_Lb7Dhf7oo4Y.wav", "src_ref": "It's the other way there we go, you got nothing on me boy, i was so fast i'm ooh, i'm just so happy i'm so happy let's get some wood for some chests and then we can make seven shulker boxes i'm just gonna try to load up everything that we have but we will need to get a mending book. Sorry put it on our elytra these are gonna be shoulders v2 is because they're on my shoulders and i think that is goodbye from this place for a while maybe you can just lie down. There we go. Oh another thing too. Now that we have our elytra. It looks like it's going it goes up all the way", "tgt_ref": "ई त उल्टा बा, उहाँ हमनी के चलत बानी जा, तोहरा पर हमरा कुछ नइखे, हम एतना तेज रहनी कि हम अईसन रहनी कि ओह, हम बस एतना खुश बानी हम बहुत खुश बानी, चलीं कुछ चेस्ट्स खातिर कुछ लकड़ी ले आवल जाव आ ओकरा बाद हमनी के सात गो शुल्कर के बक्सा बना सकेनी जा, हम बस कोशिश करब कि हमनी के लगे जवन कुछ बा ओकरा के लोड कर लीं, लेकिन हमनी के मरम्मत के किताब लेवे के पड़ी। माफ करीं हमनी के एलिट्रा पर डाल दीं ई कंधा v2 होखे वाला बा काहे कि ई हमरा कंधा पर बा आ हमरा लागत बा कि कुछ समय खातिर एह जगह से अलविदा बा शायद रउरा बस लेट सकेनी। उहाँ हमनी के जानी जा। अरे एगो बात अउरी। अब हमनी के एलिट्रा हो गईल बा। लागत बा कि ई शीर्ष पर जाए वाला बा", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_Lb7Dhf7oo4Y_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 25, "src_audio": "wmt/audio/vid_M7v3ZfP4fm0.wav", "src_ref": "Just want to talk to y 'all for a hot second, nothing major. So, as you know, this is the olympics, right? So i want all y 'all on y 'all a -games. Kevin ain't here right now. Remember, i am the alpha dog. I got better lighting, better jokes, better craft service, and better moves. So zoom in on me, baby. Let me get some of that snoop close -up action, that real nice close -up. You know what i'm talking about? Yeah, let's do this. Right there, right there. That's what i'm talking about. That nice close -up action right there. I don't want kevin to get none of that. He don't get that. Because i don't think the camera goes that low. But anyway, y 'all get back to work.", "tgt_ref": "थोड़ा देर बस रउआ से बतियावे के मन बा, कवनो बड़ बात ना बा। त जइसन रउआ लोग जानत बानी, ई ओलंपिक ह, सही ना? एह से हम चाहत बानी कि रउआ सब लोग अपन सबसे बढ़िया रूप में रहीं। केविन त अबहीं इहाँ नइखे। याद राखऽ, असली दबंग त हम ही बानी। हमरा लगे बा बढ़िया लाइटिंग, मजेदार जोक, दमदार क्राफ्ट सर्विस, आ सबसे तगड़ा मूव। त हम प कैमरा ज़ूम करीं, बाबू। हमहूँ के ओह Snoop वाला जबरदस्त क्लोज-अप चाहीं—एकदम मस्त वाला। समझत बाड़ ना कि हम का कहत बानी? हँ, त चलीं, शुरू करीं। बस ओही जगह—हँ, उहवें। हम त बस एही बात के कहत रहीं। ओहिजे वाला टनाटन क्लोज-अप, हँ। हम नइखन चाहत कि केविन के एको हिस्सा मिले एकरा में। उकरा ना मिली। काहेकि हमरा नइखे लागत कि कैमरा अतना नीचे झुक सकेला। बाकी छोड़ऽ, अब रउआ सब आपन काम प लवट जा।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_M7v3ZfP4fm0_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 26, "src_audio": "wmt/audio/vid_MK9b8_2DwLY.wav", "src_ref": "Personal thought and self -reflection. So we're just gonna head over here and you know, you don't even have to buy this for real but you know we're just gonna look into this mirror and just look deep into it to see if we can wait and there it is, yeah, there you go and there you go you should have all the items you need at this point. Hopefully with these you'll be in a good spot in from here it's all about waiting on that call now for just a reminder this guide for finding work isn't for everybody in fact, you can make some substitutions for example you could substitute every item on this list for a camera and a totally not stolen version of premiere pro and try to make creative youtube videos in your local walmart about things you hate like finding a job and a long shot hope that in time it becomes a job so despite if you decide to make any substitutions or not, it doesn't always work out for everybody. So just in case", "tgt_ref": "अपन भीतरी सोच आ खुद से विचार करे के पल। त अब हमनी इहां चलब, आ देखीं—एह चीज के खरीदे के जरूरत नइखे। बस ए शीशा में झांक के गहराई से देखीं कि का रुक सकीलें... आ देखीं, मिल गइल! हँ, ई लीजिए—अब तक त रउआ लगे सगरी जरूरी चीज रहिए के चाहीं। आशा बा कि एह चीज सब के साथ रउआ ठीक-ठाक जगह पर पहुँच जइब। अब बस इंतजार बा ओह कॉल के। ध्यान दीं—ई जॉब खोजे वाला तरीका हर केहू खातिर ना होले। रउआ चाहीं त कइएक चीज बदले सकत बानी। जइसे, लिस्ट में दिहल हर चीज के बदले में कैमरा आ एकदम ओरिजिनल (ना चोरावल) वर्शन वाला Premiere Pro ले लीं, आ लोकल Walmart जइसन जगह पर यूट्यूब वीडियो बनाईं—ओही चीज पर जे रउआ के नापसंद बा, जइसे नौकरी खोजल। आ आशा करीं कि एक दिन ओही वीडियो बनावल रउआ के असली काम बन जाव। अब रउआ बदली करीं या ना, ई तरीका हर कोई पर लागू ना होला। एहतियात खातिर बस एह सब बातन के ध्यान में राखीं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_MK9b8_2DwLY_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 27, "src_audio": "wmt/audio/vid_MO757yMnU0A.wav", "src_ref": "But please do not eat or smoke on the shuttle. The springdale shuttle route ends at the pedestrian entrance to the park, just across the river from the visitor center and stop 1 of the zion canyon shuttle. Pay your park entrance fee or show a valid pass or receipt to enter. Follow signs to the zion canyon visitor center and stop in for park questions, wilderness permits, maps, information guides, and the park bookstore. The zion canyon shuttle starts at the visitor center. It travels up the zion canyon scenic drive for access to the park's most popular hiking trails when shuttles are operating, the zion canyon scenic drive is only accessible by shuttle buses, pedestrians, and bicycles. If you choose to ride a bike on the road, you must follow standard road safety rules and pull over and stop on the side of the road to allow shuttles to pass safely.", "tgt_ref": "बाकिर किरपा करके शटल में ना कुछ खाईं, ना सिगरेट पीं। Springdale शटल रूट पार्क के पैदल वाला गेट पर खत्म होखेला, ठीक नदी के ओ पार, जहाँ विज़िटर सेंटर आ Zion Canyon शटल के स्टॉप नंबर 1 बा। पार्क में घुसे खातिर प्रवेश शुल्क दीं, ना त वैध पास या रसीद देखाईं। Zion Canyon विज़िटर सेंटर के ओर जाए वाला साइन के फॉलो करीं, आ उहां रुक के पार्क से जुड़ल सवाल, जंगल में जाए के परमिट, नक्शा, जानकारी वाली गाइड आ बुकस्टोर के मदद लीं। Zion Canyon शटल विज़िटर सेंटर से शुरू होखेला।  ई Zion Canyon Scenic Drive से होके पार्क के सबसे लोकप्रीय हाइकिंग ट्रेल तक जाला। जब शटल चालू होखेला, तब ई रास्ता सिर्फ शटल, पैदल चलनिहार लोग आ साइकिल वाला लोग खातिर ही खुलल रहेला।  जदि रउआ रोड पर साइकिल चलावे के सोचत बानी, त सड़के के आम सुरक्षा नियम के पालन करीं, आ शटल के सुरक्षित जाए देवे खातिर साइड में हट के रुक जाईं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_MO757yMnU0A_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 28, "src_audio": "wmt/audio/vid_OXHLjswiGeI.wav", "src_ref": "So that's it for today's ikea hacks video. I hope that you enjoy this one and give it a big thumbs up if you did and let me know in the comment section below which one of these projects was your favorite. I think mine. It's a tie between the wrapped frames because i could see myself using that in so many design projects in the future. Like, if i have a boring frame and it's simple enough to wrap it in fabric, that is something i will be doing from now on. But i also love that striped cabinet. The wooden bead poles are so cute and i love like the little exposed jointery on the edges of all the drawers. It's a great little piece. So yes, thank you so much for spending some of your sunday with me today and i will catch you all in my next one. If you're not already, make sure to subscribe to the channel. And all the links are down below. You can also check out my online store, lonefox .com. Brand new stuff coming every single week. Tons and tons of home decor over there. So, yeah, take a peek and i'll catch you guys in my next one. Bye!", "tgt_ref": "आज के IKEA हैक वाला वीडियो एही प खत्म होत बा। आशा बा कि ई वीडियो रउआ के पसंद आइल होखी। अगर आइल होखे, त एक ठो जोरदार लाइक जरूर दीं, आ नीचे कमेंट में बताईं कि एह प्रोजेक्ट्स में से रउआ के सबसे नीमन कवन लागल। हमरा त लागता हमार वाला। हमरा लागता wrapped frames वाला आ एगो आउर के बीच टाई बा—काहेकि आगे चलके ढेर सारा डिजाइन प्रोजेक्ट में हम एकरा के यूज़ करत देख सकतानी। जइसे अगर हमार लगे सादा फ्रेम होई, आ ओकरा पर कपड़ा लपेटल आसान होई, त अब से हम जरूर ई तरीका अपनाइब। बाकिर उ स्ट्राइप वाला कैबिनेटो हमरा बहुते पसंद बा। उ वुडन बीड पोल त एकदम क्यूट लागेला, आ जे ड्रॉअर के कोना पर हल्का-हल्का जॉइन्ट देखाई देला, उहू हमरा बहुते भा गइल। ई एगो छोट लेकिन लाजवाब चीज बा। त हँ, आजु रउआ आपन संडे में से थोड़ा समय हमरा साथे बितवनी, एकर बहुत-बहुत धन्यवाद। अगिला वीडियो में फेरू भेंट होई। अगर अबले सब्सक्राइब ना कइनी ह, त जरूर चैनल के सब्सक्राइब करीं। सगरी लिंक नीचे दिहल गइल बा। रउआ हमार ऑनलाइन स्टोर lonefox.com भी देख सकत बानी। हर हफ्ता कुछ नया चीज आ रहल बा। उहां ढेर सारा होम डेकोर मिल जाई। त एक नजर जरूर डालीं, आ हम अगिला वीडियो में रउआ लोग से फेरु भेंट करब। ठीक बा, बाय!", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_OXHLjswiGeI_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 29, "src_audio": "wmt/audio/vid_OmK3XTCDbbs.wav", "src_ref": "Would much prefer to send someone a message saying hey, i'm doing this thing this weekend. You should come than saying hey, what are you up to this weekend? Do you want to come and join us one of them shows? Uncertainty one of them shows complete certainty and number three use texts as a as a way to assert your standards and to communicate your standards this was upon receiving a text message. She sent this i'm not really a one -hour time slot kind of a girl but if you want to take me on a date this week, that'd be lovely. She put a winky face at the end it changes everything it was a little wink, you know, it was playful the tone was right, but the standard was there", "tgt_ref": "हम त ई जादे पसंद करब कि केहू के मेसेज भेजीं: \"अरे, हम ई वीकेंड पर ई काम करे जा रहल बानी।\" एहसे बेहतर होई कि कहीं, \"अरे, तू ई वीकेंड का करत बाड़ऽ?\" से सीधा कह दीं, \"तू भी आवऽ ना।\" तू चाहब कि हमनी संग ओह शो में सामिल होखऽ? अनिश्चितता के जगह साफ बात करीं—कबो-कबो सीधा कहे के जरूरी होला। आ तीसरा बात ई कि जब मेसेज भेजीं, त उ रउआ स्टैंडर्ड के भी बतावऽ—जइसन कि एगो मेसेज के जवाब में कइल गइल। ऊ लिखलस: \"हम ओह टाइप के लइकी नइखी जे बस एक घंटा में समाइल जाव, बाकिर अगर तू हमके एह हफ्ता डेट पर ले जाए चाहताड़ऽ त बढ़िया रही।\" ऊ आखिरी में एगो विंक वाला इमोजी लगा दिहलस—ओही से सब कुछ बदल गइल। छोट झपकिया जइसन इशारा रहल, मजाकिया अंदाज में, बोलचाल के लहजा बढ़िया रहल, बाकिर अपन स्टैंडर्ड भी साफ देखावल गइल।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_OmK3XTCDbbs_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 30, "src_audio": "wmt/audio/vid_P2a0lVGYDNo.wav", "src_ref": "That's all for my morning skincare routine. I have much more to add because i'm still learning about the whole skincare community. I'm still learning about it and i'm willing to hear feedback from any of you guys on the products i should try out. I still need to invest in an eye cream because these dogs, i'm on my eyes, they're barking right now. I seem to get an exfoliant so there's some things that i still need to add to my skincare routine. Because i'm yet to put this video out as soon as possible because people have been asking for it for the longest time. I'm not even bragging, people have actually been asking. I'm like, oh your skin is this, this, that. Skincare routine and yeah, that's my skincare routine. It's really basic but this is what i have. It's nothing too crazy.", "tgt_ref": "बस एतने बा हमार बिहान वाला स्किनकेयर रूटीन। अबहियों बहुत कुछ जोड़ल बाकी बा, काहेकि हम स्किनकेयर के दुनियाँ के धीरे-धीरे समझत बानी। हम अबहियों सीखत बानी, आ रउआ में से केहू के पास सलाह होखे कि कवन प्रोडक्ट हम आजमाईं, त जरूर बताईं। हमरा अबहियों आइ क्रीम खरीदे के पड़ी—काहेकि आँख के नीचे जे डार्क सर्कल बा, उ त अबहीं गरजत बा। शायद अब एगो एक्सफोलिएंट मिल गइल बा, बाकिर अबहियो कुछ चीज बचल बा जे स्किनकेयर रूटीन में जोड़ल जरूरी बा। काहेकि हम ई वीडियो जेतना जल्दी हो सके, अपलोड करे के सोचत बानी—लोग त कब से मांग करत रहल बा। हम डिंग नइखी मारत—सच में लोग पूछत रहल बा। हम बोललें—“अरे, तोहार स्किन त एहीसन बा, ओहीसन बा...” स्किनकेयर रूटीन... हँ, इहे बा हमार स्किनकेयर रूटीन। ई त बहुत सिंपल बा, बाकिर हमरा लगे फिलहाल इहे बा। कवनो धाँसू चीज नइखे, एकदम नॉर्मल बा।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_P2a0lVGYDNo_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 31, "src_audio": "wmt/audio/vid_PJLN1kAzbyw.wav", "src_ref": "Okay. Let's move on to our clam. Again, stabilizing the pelvis and we open the thigh and we close. And in two, say we did 10 on the other side, we're going to do 10 here. Three and four, five. Again, you can place your hand on the pelvis just to give yourself a little tactile cue here. All right. And i lost count. I think we've got two more. And two. All right. Last one. And release. Okay. Moving on. Stretch the top leg. Take the bottom foot forward. Okay. Reach the leg away and relax the foot. Let's go to legs. Circle one.", "tgt_ref": "ठीक बा। अब चलीं, अब हमनी के क्लैम एक्सरसाइज पर आ जाईं। पेल्विस के फिर से स्थिर रखत, अब हमनी जांघ खोलब आ फेर धीरे से बंद करब। अगर दोसर साइड पर 10 रिपीट कइनी, त ए साइडो पर हमनी 10 बार करब। तीन, चार, आ पाँच। फेर से, रउआ पेल्विस पर हाथ रख सकतानी, ताकि हल्के टच से इशारा मिलत रहे। ठीक बा। अरे, गिनती त भूलिए गइल। लगता बा दू गो अउरी बचल बा। अब दू गो बा। ठीक बा। अब आखिरी बा। अब धीरे से छोड़ दीं। ठीक बा। अब आगे बढ़ल जाव। ऊपर वाला गोड़ के बढ़ाईं। नीचे वाला गोड़ के आगू ले आवीं। ठीक बा। गोड़ के दूर ले जाईं आ पैर के ढीला छोड़ दीं। अब चलीं गोड़ वाला हिस्सा पर। एक गो गोल घुमाईं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_PJLN1kAzbyw_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 32, "src_audio": "wmt/audio/vid_QGNXASdL_ss.wav", "src_ref": "Otherwise you need to pre -order the wyze phone too. I missed that point so we're ready to throw that out there if you order in june or july, which i know june is gone so if you order in july you get $75 off of wyze phone using my code you'll go to techless .com slash trevor and you'll use the code trevor at checkout you do that i get a kickback it helps out a lot and it's like a win -win situation for us but like i said, i am an affiliate for this and a light phone. I like both phones they didn't force me to say anything positive. They sent me the phone and said do with it what you will so they were still confident in their product. They were gonna let me completely destroy it. It's a great phone i highly recommend check it out $75 off in the month of july. God bless guys as always and take it easy", "tgt_ref": "ना त WYZE फोन के प्री -ऑर्डर करे के भी जरूरत बा। हम ओह चीज के मिस कर देनी, त अगर रउआ जून भा जुलाई में ऑर्डर करीं त हमनी के एकरा के देवे खातिर तैयार बानी जा, अगर रउआ जून या जुलाई में ऑर्डर करीं जा, अगर रउआ जून पास हो गईल बा, त रउआ जुलाई में ऑर्डर करीं, रउआ हमरा कोड के उपयोग करके Wyze फोन पर $ 75 के छूट मिली, रउआ techles.com/trevor पर जाईं आ रउआ चेकआउट के समय कोड में trevor इस्तेमाल करब, एतना करीं त हमके थोड़ा कमाई होई, रउरा के छूट मिल जाई—मतलब दुनू पक्ष खातिर फायदेमंद बा। लेकिन जईसे हम कहले रहनी कि हम सब एकरा अउरी एह  हल्का फोन खातीर बस एक एफ़िलिएट बानी। हमरा दुनो फोन पसंद बा, उ लोग हमरा के कुछूओ सकारात्मक कहे प मजबूर ना कईले। उ लोग हमरा के फोन भेज के कहलस कि एकरा से जवन मन करे उ करीं , उ लोग के अपना उत्पाद प भरोसा बाटे। ऊ लोग हमरा के एकरा के पूरा तरह से बर्बाद करे के अनुमति दे दिहलसि . इ एगो बढ़िया फोन बा जवना के हम बहुत सलाह देत बानी कि इ जुलाई महीना में 75 डॉलर के छूट प उपलब्ध बा। भगवान रउआ लोग के हमेशा निहन आशीर्वाद देस अवुरी आराम से रहीं ।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_QGNXASdL_ss_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 33, "src_audio": "wmt/audio/vid_QgTkUWYd82M.wav", "src_ref": "Mean in the end they were like, unfortunately our policy only covers x amount 30 days or whatever so and i'm like, all right, or it was maybe it was like 90 days but it was on like day 91 so like they probably could have done something but you know, i called the area store and they're like yeah, worst come to worst come to us. They're like, but area has a one -year warranty on all their stuff so just call the area hotline and they'll take care of you. That's cool", "tgt_ref": "अंत में उ लोग कहल कि, \"माफ करीं, हमनी के पॉलिसी में सिर्फ x नंबर के दिन के कवर कईल बा, जईसे 30 दिन चाहे जवन होखे।\" आ हम सोचत रहनी कि \"ठीक बा...\" — भा शायद 90 दिन के बात रहे, बाकिर ई शिकायत 91वां दिने आइल. त शायद उ लोग कुछ कर सकत रहे, लेकिन फिर भी... हम स्थानीय स्टोर पर फोन कईनी त उ लोग कहल कि \"हँ, अगर कुछ ना चलल त अंतिम उपाय के रूप में हमनी के लगे आ जाईं।\" कहत बा लोग बाकिर एरिया में ओह लोग के सगरी सामान पर एक साल के वारंटी बा एहसे बस एरिया हॉटलाइन पर फोन करीं आ ऊ लोग राउर देखभाल करी। ई त बढ़िया बा।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_QgTkUWYd82M_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 34, "src_audio": "wmt/audio/vid_Qu8m9h-AC0I.wav", "src_ref": "Top five scary movies. That's actually a great question for me. I'm actually a huge horror guy i'm running on street for sure is number one. You can have a dream about freddy krueger and i had one as a kid second on that list the saw count saw on my second third be friday 13th jason jason holds on that list text change. I'm asker or for it so hills have eyes hills have eyes is very slept on in very very scary in very graphic so if you are warning on that last one, you're not it's a whore do not watch hills have eyes ever", "tgt_ref": "टॉप पांच हॉरर फिल्मन के नाम । ई हमरा खातिर वाकई में एगो बढ़िया सवाल बा। हम असल में हॉरर फिलिमन के बहुते बड़ प्रशंसक हईं i'm running on street  हमरा सूची में त पक्का नंबर वन बा। रउरा फ्रेडी क्रूगर के बारे में सपना देख सकीलें, आ हमरा लगे बचपन में एगो सपना रहे. ओह सूची में दूसरा स्थान पर Saw बा, Saw  हमरा सूची में दूसरा स्थान पर बा। तीसरा Friday the 13th — जेसन के बा । जेसन ओह सूची में बनल बाड़न. पाठ बदल गइल बा ।  हम खुदे ई पूछले रहीं, त Hills Have Eyes— ई सिनेमा बहुते अंडररेटेड बा, बाकिर बहुते डरावना आ बहुते ग्राफिक बा. त अगर रउरा ओह आखिरी चेतावनी से तनी चिंतित भी बानी त सुनीं — ई शुद्ध भयावहता ह. Hills Have Eyes कबो मत देखीं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_Qu8m9h-AC0I_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 35, "src_audio": "wmt/audio/vid_QzLz-W29Tww.wav", "src_ref": "So i hope that was helpful. I've had a ton of people reach out to me asking how they can start a youtube channel because they want to do stuff like this as well. And so this is my video for you. I hope this is helpful. You don't have to necessarily make a youtube channel, right? It could be other things. Maybe you want to do tick tock or you want to be youtube shorts or you could do instagram or if you want to make content is really fantastic. I just personally really liked doing stuff on youtube. That's definitely where kind of my niche is. With all that being said, i hope that was really helpful. I know i went through it quick, but, you know, that's not what my channel is. I'm not like how to start a youtube channel, kind of youtube channel. I'm a dead animals youtube channel. But there are a lot of people who ask me how to do it. So i thought i would make a quick video on how i do it and how you can do it as well. So thank you so much for watching. If you like this video, be sure to like and subscribe below. And i'll see in the next video.", "tgt_ref": "त आशा बा कि ई मददगार साबित भइल । बहुत लोग हमरा से संपर्क करेला आ पूछेला कि यूट्यूब चैनल कइसे शुरू कर सकेला, काहे कि ऊ लोग भी एह तरह के काम कइल चाहत बा ।  आ एही से ई हमार वीडियो बा रउआ सभे खातिर।  आशा बा कि ई मददगार होखी. जरूरी नइखे कि रउरा यूट्यूब चैनल बनावे के पड़ी ह कि ना? इहो अउरी चीज हो सकेला। शायद रउरा टिकटोक कइल चाहत बानी भा यूट्यूब शॉर्ट्स कइल चाहत बानी भा इंस्टाग्राम कर सकीलें भा अगर रउरा अइसन सामग्री बनावल चाहत बानी जवन वाकई मस्त होखे। हमरा निजी तौर प यूट्यूब प काम कईल बहुत पसंद बा। निश्चित रूप से इहे उ जगह ह जहवाँ हमार प्रतिभा फिट बइठत बा। इ सब कहला के बाद हमरा उम्मीद बा कि एकरा से सचमुच मदद मिली। हमरा मालूम बा कि हम जल्दी- जल्दी बतावत बानी बाकिर, रउरा त जानते बानी कि हमार चैनल अइसन नइखे. हमार चैनल \"कइसे यूट्यूब चैनल सुरू करीं\" के जइसन नइखे। हम त डेड एनिमल्स वाला यूट्यूब चैनल बानी। बाकिर बहुते लोग हमरा से पूछेला कि कइसे कइल जाव. त हम सोचनी कि एगो छोट वीडियो बना दिहल जाव, कि हम कइसे करीलें आ रउरो कइसे कर सकिला। त देखे खातिर बहुत बहुत धन्यवाद। अगर रउवा सब के ई वीडियो अच्छा लागल त नीचे लाइक आ सब्सक्राइब जरूर करीं। आ अगिला वीडियो में फेर से भेंट होखी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_QzLz-W29Tww_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 36, "src_audio": "wmt/audio/vid_RIjzeZ1xk1c.wav", "src_ref": "What i'm hearing is at the very most, even if you had a car, which right now you don't, so we can technically subtract that from this, $1 ,575 .76. So here's what i want you to do. I don't want you to go cold turkey just yet, but what i would recommend is pretend, so we're going to subtract it. We're going to do $2 ,600 minus $1 ,575 .76, right? Because there's always the human error in that you might have miscalculated something or i might have. So we're going to pretend like everything is the way it was, and this is how much you're going to be paying. This is where the budgeting is really handy. So we're going to do $2 ,600 minus that number. What i have is $1 ,024 .24. So", "tgt_ref": "हम जवन सुनत बानी उ इ कि भले ही आपके लगे कवनो गाड़ी होखे, जवन कि आपके लगे अभी नईखे, लेकिन हमनी के तकनीकी रूप से एकरा से एकरा के घटा सकतानी, जवन कि $ 1,575.76 बा।  त हम चाहत बानी कि रउरा उहे करीं. हम नइखी चाहत कि रउरा एह घरी हर बात से पूरा तरह से हार मान लीं बाकिर हम सुझाव देब कि रउरा बस नाटक करीं, एहसे हमनी का एकरा के घटा देब जा. हमनी के $2,600 से $1,575.76 घटावे वाला बानी जा, ना? काहे कि मानवीय गलती हमेशा होला कि रउरा भा हम कुछ गलत गणना कइले होखीं। त हम नाटक करब कि सबकुछ पहिले जइसन बा, आ बस एतने देबे के पड़ी। इहे ह जहाँ बजट बनावल बेहद उपयोगी होला। त हमनी के ओह संख्या से $2600 घटा देब जा। हमरा लगे $1,024.24 बा। एही से", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_RIjzeZ1xk1c_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 37, "src_audio": "wmt/audio/vid_Si9CnnVI8sk.wav", "src_ref": "Extra runs and they they batted a righty and a lefty which made the bowler have to figure that out because he's aiming for that wide line because that's the longer boundary. Well that wide line to a lefty batsman's behind his legs and that's that's a wide so that's runs and they ran on everything. Meanwhile, pakistan running on nothing doing nothing to force extra runs look at this you can see the difference here of where their body is how it's presented to the umpire and that's the difference. They just turned everything into runs they knew that they were going after that wide line and they knew when to go after it get the boundary when to leave it. Good job team usa", "tgt_ref": "अतिरिक्त रन बनावे खातिर ऊ एगो दाहिना हाथ आ बायां हाथ के बल्लेबाज के बल्लेबाजी करे भेज दिहलन जवना चलते गेंदबाज के ई समझे के पड़ल कि ऊ वाइड लाइन के निशाना बनावत बाड़न काहे कि ई लमहर बाउंड्री ह ।   खैर, लेफ्ट हैंडर्स के गोड़ के पीछे के वाइड लाइन चौड़ा बा, एहसे रन बनल अवुरी उ लोग हर चीज पर रन बनवलें । ओने पाकिस्तान बिना कुछ कइले एक्स्ट्रा रन बनावे खातिर दौड़त बा, ई देखऽ, रउरा एहिजा अंतर देख सकीलें कि ओह लोग के शरीर कहाँ बा, कइसे अंपायर का सोझा पेश कइल जाला आ इहे अंतर बा ।  ऊ सब कुछ रन में बदल दिहलन, उनका मालूम रहे कि ऊ ओह वाइड  लाइन खातिर जात बाड़न आ उनका मालूम रहे कि कब ओकरा पीछे जाए के बा, कब सीमा पार करे के बा ।  बढ़िया काम बा टीम USA", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_Si9CnnVI8sk_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 38, "src_audio": "wmt/audio/vid_VnlWOV5Oj1c.wav", "src_ref": "Drip stuff. So first things first, you need a good coffee. I would recommend going to your local coffee roastery, get your favorite coffee and it needs to be ground for something like french press or a coarse table salt. So that comes in here where we have the super fine metal filter and then you just want to sit everything on top here. Okay, water. So with the valve closed we're going to put this on the top and fill it with filtered water at best. Now you can put ice cubes in here as well to make sure it's a cold extraction or you can put the whole thing in the fridge as well afterwards and i recommend using about 7 to 10 grams per 100 milliliters of water. Once that's done you can put the lid on.", "tgt_ref": "ड्रिप के तरीका बा। त सबसे पहिले त बढ़िया कॉफी के जरूरत बा। हम सलाह देब कि रउरा अपना स्थानीय कॉफी रोस्टरी में जा के आपन पसंदीदा कॉफी चुनीं आ ओकरा के फ्रेंच प्रेस भा मोट टेबल सॉल्ट जइसन कुछ से पीस लीं । त इ इहाँ आवेला जहां हमनी के लगे सुपर फाइन मेटल फिल्टर बा अवुरी ओकरा बाद आप इहाँ सबकुछ ऊपर राखल चाहतानी। ठीक बा पानी। त वाल्व बंद होखला के बाद हमनी के ओकरा के टॉप अप करे के बा अवुरी ओकरा में जादे से जादे छानल पानी भरे के बा। अब रउआ एकरा में बर्फ के टुकड़ा भी डाल सकेनी, बस इ सुनिश्चित करे खातिर कि ई ठंडा निकासी होखे या फिर रउआ पूरा चीज के बाद खातिर फ्रिज में भी डाल सकेनी आ हम सलाह देत बानी कि प्रति 100 मिलीलीटर पानी में लगभग 7 से 10 ग्राम बर्फ के इस्तेमाल करीं। एक बेर ई काम हो गइल त रउरा ढक्कन लगा सकेनी ।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_VnlWOV5Oj1c_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 39, "src_audio": "wmt/audio/vid_YNQ_7eV3WcE.wav", "src_ref": "This one, literally right here, right next to me. It doesn't fit because sometimes taper holders are a bit larger, there's different sizes of taper candles, but there is an easy workaround if you have a taper candle in a holder that you really want to use. And that is simply to melt the bottom side of your taper candle with a lighter or a match and let the wax drip in to the taper candle holder. And as it's still hot, press it into the holder and it's actually going to melt into the holder and kind of stand in the exact position that you want it to. And let's just say you make it a bit crooked when you stick it in, don't worry, you can pull it right out, re -melt it, and at some point, you're going to get it straight enough to where you like it and it's going to be stuck in the holder pretty well. My next tip is to remove sticker residue from your decor pieces. Now, i know that there's a whole low -dryer tip to kind of like heat it up and remove the sticker, which is great, but i always feel like there's still like a little bit of film.", "tgt_ref": "ई, सचमुच इहाँ, ठीक हमरा बगल में। इ फिट ना होखेला काहेकी कबो-कबो टेपर होल्डर तनी बड़ होखेला, टेपर कैंडल के अलग-अलग साइज होखेला, लेकिन जदी आपके होल्डर में टेपर कैंडल बा जवना के आप सचमुच इस्तेमाल कईल चाहतानी त एकर आसान उपाय बा। आ ऊ ई कि लाइटर भा माचिस के मदद से अपना टेपर कैंडल के नीचे के हिस्सा के पिघला के मोम के टेपर कैंडल होल्डर में टपकावे दीं। आ चूंकि अबहीं गरम बा एहसे ओकरा के होल्डर में दबा दीं आ असल में ऊ होल्डर में पिघल जाई आ ठीक ओही स्थिति में खड़ा हो जाई जवना जगहा रउरा चाहत बानी ।  आ मान लीं कि डालत घरी एकरा के तनी टेढ़ बना देत बानी, चिंता मत करीं, ओकरा के निकाल के फेर से पिघला सकीलें आ कवनो ना कवनो समय, ओकरा के सीधा कर के जहाँ चाहीं ओहिजा ले आ जाईं आ ऊ वाकई बढ़िया से  होल्डर में सेट हो जाई। हमार अगिला सुझाव बा कि अपना सजावट के सामान से स्टिकर के अवशेष हटा दीं. अब, हमरा मालूम बा कि एकरा के गरम करे अवुरी स्टिकर हटावे खाती पूरा कम सुखावे के टिप बा, जवन कि बहुत बढ़िया बा, लेकिन हमरा हमेशा लागेला कि अभी भी तनी-मनी परत बाचल बा।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_YNQ_7eV3WcE_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 40, "src_audio": "wmt/audio/vid_YTxmx8hyJtA.wav", "src_ref": "On your skin. Now here we have the facial scrub to use this facial scrub you want to make sure to cleanse the face first which is the first step so you're gonna cleanse get rid of all the grease and makeup from your face and then you're gonna use your facial scrub so you're just gonna dig in give it a little mix and then you're just gonna take a generous amount and exfoliate the skin. Now this is best to hold in your hands like that since it's not a facial scrub with granules so once you have it in your hands you're just gonna use it and just rub the face as if you're using soap on the face so just exfoliate your face if it's get dry throw it out dip back in and take up a fresh bath and exfoliate your face with this okay", "tgt_ref": "राउर त्वचा पर  अब इहाँ हमनी के फेशियल स्क्रब बा, ए फेशियल स्क्रब के इस्तेमाल करे खाती सबसे पहिले चेहरा के साफ करे के होई जवन कि पहिला कदम बा ताकि आपके चेहरा से मौजूद सभ तेल अवुरी मेकअप से छुटकारा मिल जाई अवुरी ओकरा बाद आप अपना फेशियल स्क्रब के इस्तेमाल करब ताकि आप एकरा में से तनी-मनी मिला के देखब अवुरी ओकरा बाद आप बस उदार मात्रा में ले लेब अवुरी ओकरा बाद त्वचा के एक्सफोलिएट क देब ।   अब एकरा के अयीसन हाथ में पकड़ल सबसे निमन होई काहेंकी इ दाना वाला फेशियल स्क्रब ना ह एहसे एक बेर हाथ में आ गईला के बाद आप एकर इस्तेमाल क के चेहरा के ओसही रगब जईसे चेहरा प साबुन के इस्तेमाल करतानी एहसे चेहरा प छूट लीं, अगर सूख गईल त फेंक के फेर से डुबा के फेर से डुबा के ताजा नहा लीं अवुरी एकरा से चेहरा के छूट लीं, ठीक बा ।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_YTxmx8hyJtA_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 41, "src_audio": "wmt/audio/vid__S0GOwEJXUA.wav", "src_ref": "He was like you did so good, and i was like man. I don't know man. I was like oh i sit back i didn't like it at all. He said this isn't about you he said have you seen all the comments? Protestants that are saying that you won whatever one is saying about you online people that are making reaction videos to it he said this is about you, and when he said that i finally had peace and i said you're right it's not a who cares what i think it's good if i'm helping people if i look stupid doing it but i'm helping people who cares it's not about me all right that makes me feel a little better cuz i cannot stand watching myself every time i'm like could have been ten things better, but just got to be humble it's about what god is doing with what whatever the attempts are really good reminder", "tgt_ref": "उ कहले—\"कमाल कइले बाड़ऽ\", आ हम बस एतना सोचनी—\"अरे यार...\" पता नइखे यार। हम बस पीछे हट के बइठ गइल रहीं, एकदम नीमन ना लागल। उ बोललें—\"ई बात तोहरा पर नइखे\", आ फेर पूछलन—\"तू सब कमेंट पढ़ले बाड़ का?\" कुछ लोग कहत बाड़ें कि तू जीत गइलऽ, कुछ ऑनलाइन तोहरे बारे में वीडियो बना रहल बाड़ें, उ कहलन—\"ई सब तोहरे चलते बा\"। जब उ ई बात कहले, तब हमार मन कुछ शांत भइल। हमो कहनी—\"तू सही बोलत बाड़ऽ, ई बात हमार नइखे। जे हम सोचत बानी, ओकर का मोल बा?\" अगर हम कवनो तरह से लोगन के मदद कर पावत बानी, भले बेवकूफ लागत होखीं, तबो ठीक बा। मुद्दा ई बा कि मदद होत बा। एहसे अब हम थोड़ बहुत नीमन महसूस करत बानी, काहेकि हम त आपन वीडियो देखे से कतराइले बानी—हर बेर लागेला कि कुछ आउरी बढ़िया हो सकत रहे। बाकिर अब बुझा गइल बा कि बस नम्र रहल जरूरी बा। ई सब भगवान के योजना ह, आ जवन प्रयास हम कर रहल बानी, उहे काफी बा। एकदम सटीक याद दिलावे वाला बात ह।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid__S0GOwEJXUA_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 42, "src_audio": "wmt/audio/vid__r0K17ipoac.wav", "src_ref": "The anxious generation won. Where is disney high? Okay, disney high came like ninth, but 17 ,000 votes for 1 ,100 ratings is pretty impressive. Okay, the anxious generation, a rigorously researched assessment of adolescent mental health in the 21st century. Oh, i need to say that i won. I read - i was correct. The arrival of the phone -based childhood essentially rewiring the vixen is growing up. Okay, i think this could be interesting because i need to get off my phone and maybe this book will make me do it. Memoir. I predicted that rupaul is going to win because his face is big on the cover and his name is big on the cover and people just go, i like drag race, i like rupaul, i'll vote for that. That's my conspiracy theory. I also think the - oh, i really hope the gilmore girls one doesn't win just because i am so uninterested in that. I've never watched gilmore girls, i'm not interested in that, but that could win.", "tgt_ref": "\"द एन्क्शस जेनरेशन\" के जीत भइल। डिज़्नी हाई कहाँ बा? ठीक बा, डिज़्नी हाई नौवां स्थान पर रहल, बाकिर 1,100 रेटिंग खातिर 17,000 वोट मिलल—ई त वाकई में दमदार बात बा। \"द एन्क्शस जेनरेशन\" एगो गहिर रिसर्च पर आधारित किताब ह, जवना में 21वीं सदी में किशोर लोग के मानसिक हालात के समीक्षा कइल गइल बा। अरे हां, ई कहे के बा कि हम जीतल बानी। हम पढ़ले रहीं—आ हमही सही निकलीं। फोन वाला बचपन अब सोच-विचार के तरीका ही बदल दे रहल बा—\"विक्सेन\" अब बड़ा होत जात बिया। लगता त बा कि ई किताब मजेदार हो सकेला, काहेकि अब हमके आपन फोन से दूरी बनावे के बा—शायद ई किताब से मदद मिल जाए। जीवन कहानी। हम त पहिले से ही बोलले रहीं कि रुपॉल जीतिहें, काहेकि कवर पर उनका फोटो आ नाम खूब उभर के बा, आ लोग त सोचेले—ड्रैग रेस पसंद बा, रुपॉल पसंद बा, त ओही के वोट करब। ई हमार षड्यंत्र वाला सोच ह। हम त चाहत बानी कि 'गिल्मोर गर्ल्स' वाला ना जीते, बस एहसे कि उ हमके बिलकुल पसंद नइखे। हम 'गिल्मोर गर्ल्स' कबो नइखी देखले, रुचि नइखे, बाकिर उ त अबहियो जीत सकेला।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid__r0K17ipoac_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 43, "src_audio": "wmt/audio/vid_blR87HY5UPk.wav", "src_ref": "I think? Fit me? I think... oh, the matte one is the fit me poreless. But they're both maybelline. This one is just in the dewy finish, and then this one is in the matte finish. I really like how the dewy one looks on me, but i usually use the matte, and since i'm going over the summer, i figured i should use matte since i'm probably going to be sweating a lot. But i'm bringing this one just in case. This one is the number 310 in sun beige, and that's the dewy finish, and then this one is 238 in rich tan, and this is the matte finish. I got this cute bag from walmart. It was like $10, i believe. It's actually supposed to be for men, like to put all their...", "tgt_ref": "हमरा लागत बा? फिट मी वाला? ना? लागता... हँ, उ जे मैट फिनिश वाला बा, उहे ‘फिट मी पोरेलेस’ ह।  बाकी दुनु Maybelline ब्रांड के ही बा। ई वाला ड्यूई फिनिश में बा, आ दूसर वाला मैट टाइप के बा। ड्यूई वाला लुक हमके खूब पसंद बा, बाकिर आमतौर पर हम मैट फिनिशे इस्तेमाल करीलीं। अब गर्मी में बाहर जाए के बा, त लागल कि मैट सही रही—पसीना त खूब बहिए। बाकी एहो वाला साथे ले जाईब, का पता कब काम आ जाव। ई 310 नंबर में बा—सन बेज शेड, जे ड्यूई फिनिश ह। आ उ दूसर वाला 238 नंबर के बा—रिच टैन शेड में, आ ई मैट फिनिश में बा। ई नीमन लागे वाला बैग Walmart से किननी ह। हमरा लागेला करीब दस डॉलर के पड़ल होई। असल में त ई मर्द लोग खातिर बनल बा, ओह लोग के सारा चीज रखे खातिर...", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_blR87HY5UPk_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 44, "src_audio": "wmt/audio/vid_fWRlPSl5itQ.wav", "src_ref": "The pain and suffering you have to go through to learn all this stuff. But it will pay off because when something clicks and you realize this is actually how the world works. This is what light is. You know, this is how atoms work. This is how our bodies function. And it's all made possible by physics. I think that's one of the most beautiful things you can, beautiful experiences you can have to to understand. So i would say it's well worth it, but don't be put off by the, you know, the kind of mechanical side of it.", "tgt_ref": "ई सब ज्ञान हासिल करे में जे दुख-दर्द झेले के परेला, उ काफी होखेला। बाकिर जब एक दिन बात दिमाग में क्लिक कर जाई आ राउर समझब कि असल में दुनियाँ अइसहीं चलेला, त ई सब मेहनत सफल लागी। इहे त रौशनी के असली रूप ह। बुझत बाड़ ना, परमाणु एही तरह से क्रिया करेला। ठीक एही ढंग से हमार शरीर आपन काम करेला।  आ ई सब कुछ भौतिकी के वजह से संभव हो पावता।  हम मानत बानी कि ई एगो सबसे खूबसूरत अनुभव ह, जेकरा से तू असल समझदारी हासिल कर सकत बाड़। त हम ई कहब कि ई मेहनत वाकई काबिल बा, बाकिर एकर टेक्निकल हिस्सा से घबड़ाईं ना, बुझाता नू?", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_fWRlPSl5itQ_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 45, "src_audio": "wmt/audio/vid_lGNIpufvjIg.wav", "src_ref": "I have expertises and passions. I have things that i love and that i care about and that i know about. I've written like a thousand non -fiction video essays, i'm kind of an expert on social media. I don't know how i hadn't figured this out, but like, using my expertises and my passions has been deeply enabling. And all of my early failed attempts at other books was because i wasn't doing that. So john, thank you for the years of practice here, and if i could give you any advice, it's apparently write a soccer novel. I'll see you on tuesday. I don't have any news regarding the sequel right now, but i am working on it. If you want to hear me talk more about writing, i have a very long video over on hank's channel where i answer many more questions that i was sent on twitter. And also, the book box is from life's library. We actually make more of those than we're probably going to need, just in case anybody needs some replacements. But we're releasing a bunch of those on discount at dftba .com if you want to check that out.", "tgt_ref": "हमरा लगे विशेषज्ञता आ जज्बा बा। हमरा लगे अइसन चीज बा जवना से हमरा प्यार बा, जवना के हमरा परवाह बा, आ जवना के बारे में हम जानत बानी। लगभग हजार गो नॉन-फिक्शन वीडियो निबंध लिखले बानी, सोशल मीडिया के एक्सपर्ट हईं।   पता ना ई बात हमरा कइसे ना बुझाइल बाकिर अपना विशेषज्ञता आ जज्बा के इस्तेमाल से हमरा बहुते मदद मिलल।  आ दोसरा किताबन पर हमार शुरुआती सगरी असफल कोशिश एहसे भइल कि हम अइसन ना करत रहीं। त जॉन, एहिजा के सालन से अभ्यास खातिर धन्यवाद, आ अगर हम रउरा के कवनो सलाह दे सकीलें त ऊ बा  \"सॉकर\" पर उपन्यास लिखे के।  मंगल का दिने रउरा से भेंट होखब।  फिलहाल हमरा लगे सीक्वल के बारे में कवनो खबर नईखे, लेकिन हम एकरा प काम करतानी। अगर रउवा हमरा के लेखन के बारे में अउरी बात सुनल चाहत बानी त हमार एगो बहुत लंबा वीडियो ओवर Hank के चैनल पर बा जहाँ हम अउरी कई गो सवाल के जवाब देनी जवन हमरा के ट्विटर पर भेजल गईल रहे। आ साथही ऊ किताबन के डिब्बा जीवन के लाइब्रेरी के ह।  हमनी के असल में एहमें से जरूरत से अधिका उत्पादन करेनी जा, जेहसे कि अगर केहू के बदले के जरूरत होखे त हमनी के एकर इस्तेमाल कर सकीले। बाकिर अगर रउरा एकरा के देखल चाहत बानी त हमनी का ओहमें से कुछ के dftba.com पर छूट पर जारी कर रहल बानी जा।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_lGNIpufvjIg_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 46, "src_audio": "wmt/audio/vid_m6CcZN4S8mk.wav", "src_ref": "I do actually use staplers, and then i just got some premium staples for it, so all is good in the hood. So that is everything for this haul video, i hope you guys enjoyed and maybe found some tips or something, i don't really know. I enjoyed back to school shopping, i enjoyed making this video for you guys. I'm really excited to use this stuff when school starts up, hopefully it will keep me a little inspired. Honestly, anything that can get me going throughout the school day helps so much. If it is material items, let it be that. Whatever gets you going, let it be. I love you guys dearly, i hope you guys enjoyed this video. If you did, make sure to give it a big thumbs up, and make sure to comment down below video requests that you guys want. Also make sure to follow me on all my social media, like my snapchat, twitter, instagram, all that fun mumbo jumbo. I'll see you guys next time for my next video, bye guys!", "tgt_ref": "हम असल में स्टेपलर के इस्तेमाल करेनी, अवुरी ओकरा बाद एकरा खाती कुछ प्रीमियम स्टेपल खरीदले बानी, एहसे हुड में सबकुछ ठीक बा। त इहे बा एह वीडियो खातिर, आशा बा कि रउआ लोग के पसंद आई आ शायद रउआ लोग के कुछ टिप्स भा कुछ अउर मिलल होई, हमरा त इहे नइखे मालूम।  वापस स्कूल के खरीदारी में बहुत मजा आइल, रउरा लोग खातिर ई वीडियो बनावे में बहुत मजा आइल। जब स्कूल शुरू होई त हम एह सामान के इस्तेमाल करे खातिर सचमुच उत्साहित बानी, उम्मीद बा कि एकरा से हमरा के तनी प्रेरित राखल जाई। ईमानदारी से कहल जाव त पूरा स्कूली दिन में जवन कुछ भी हमरा लगे जा सकेला ऊ बहुते मदद करेला ।  अगर ई कवनो भौतिक आइटम ह त ओकरा के होखे दीं ।  जवन कुछ आगे बढ़े में मदद करेला, उ होखे दीं। हम रउआ लोग से प्यार करेनी, आशा बा कि रउआ लोग के ई वीडियो पसंद आई। अगर रउरा कर सकीलें त, , एक ठो जोरदार लाइक जरूर दीं, आ नीचे कमेंट  में लिखीं कि रउआ लोग वीडियो देखल चाहत बानी। एकरा अलावे हमरा सभ सोशल मीडिया प हमरा के जरूर फॉलो करीं, जईसे कि हमार स्नैपचैट, ट्विटर, इंस्टाग्राम, सभ मम्बो जंबो। अगिला बेर रउरा सभे से मिलब हमार अगिला वीडियो में , बाय रउवा लोग !", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_m6CcZN4S8mk_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 47, "src_audio": "wmt/audio/vid_mDjddYiHd7A.wav", "src_ref": "Your journey in the comment section below. Let me know how much you need to lose or when you need to lose it back cuz see some of y 'all some of us we had things that you wanted to do by a certain time you might want to get married or go to a party a reunion or something and you want to look good. You want to feel great about yourself? You you have a timeline for just looking good for yourself, or you might want to look good for the beach you know, sometimes people are like, oh i want that beach body or some people are like, oh they gonna get what they gonna get", "tgt_ref": "नीचे कमेंट में बताईं कि रउआ के सफर अबले कइसन रहल। नीचे बताईं कि रउआ केतना वजन घटावे के बा, आ कब तक घटावल चाहत बानी। देखीं, हमनी में बहुत लोग अइसन बा जे तय कइले रहली कि फलां तारीख ले कुछ खास करे के बा—जइसे शादी, कवनो पार्टी, मिलन समारोह, या अउरी कुछ, आ चाहत रहलीं कि तबले फिट आ सुंदर लागीं। का रउआ चाहत बानी कि रउआ के खुद पर गर्व होखे? कह सकेनी कि रउआ अपना खातिर फिट लागे के टाइमलाइन बनवले बानी—या हो सकेला कि बीच पर जाके बढ़िया देखे के मन बा। कुछ लोग कहेला, \"हमके त बीच बॉडी चाहीं\", आ कुछ लोग बोल देला, \"जवन बा, उहे सही बा, जे मिलल, उहे ठीक बा।\"", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_mDjddYiHd7A_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 48, "src_audio": "wmt/audio/vid_n-mmxFdva4w.wav", "src_ref": "Yeah, that's what i'm going to do. Right, and another big actor was there. I didn't know that was there. Morgan freeman, he came out. He gave the old joe clark lean on me speech, right? He came, what seems to be the problem? That's how i go to my office right now. Son, what seems to be the problem? Can't you read the goddamn sign, son? The goddamn sign says, hot sauce and mild sauce with your meal, son. Are you trying to pull something, son? I remember you were one of them smart college kids. You used to go back and forth with your history just like you're going right now. You want to come in and jump on everybody because your forefather's been ran and chased by hounds. Well, that might not be living, but it sure as hell ain't buying. Buying is what these folks been doing going on three years. Buying, buying is buying about a thousand. Buying from us, fool. I should know because i'm the one that dropped the grease.", "tgt_ref": "हँ, हम त ओही करे जा रहल बानी। आ उहां एगो आउर नामी एक्टर मौजूद रहलें। हमरा त पता ही ना रहल कि उहवां रहलन। मॉर्गन फ्रीमैन अइलन सामने। उ पुरान Joe Clark वाला “Lean on Me” वाला भाषण दिहलन, ह ना? उ अइलन, आ पूछलन—दिक्कत का बा? अब त हम ऑफिस भी एही अंदाज में जातानी। बेटा, का दिक्कत बा? बेटा, तोहरा बोर्ड पढ़े में दिक्कत बा का? बोर्ड पर साफ-साफ लिखल बा—खाना के साथे गरम सॉस आ हल्का सॉस मिलत बा, बेटा। बेटा, तू कुछ गड़बड़ करे के फिराक में बाड़ऽ का? हमरा याद बा, तू उ होशियार कॉलेज के लड़िका में से एक रहलऽ। तू तबो इतिहास पर तर्क करत रहलऽ, जइसन अबो कर रहल बाड़ऽ। तू अब एहीसे सब पर चिल्ला रहल बाड़ऽ कि तोहार पूर्वज लोग के कुकुर दौड़वले रहल? ठीक बा, उ जिनगी कहल ना जाई, बाकिर ओह में खरीदी त कतई ना रहल। खरीदी त ई लोग पिछला तीन साल से करत बा। खरीदी पे खरीदी—अब त गिनती हजार पार हो गइल बा। हमनी से खरीदत बाड़न, ओ बेवकूफ! हमरा त पूरा मालूम बा—काहेकि तेल त गिरवले हमहीं रहनी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_n-mmxFdva4w_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 49, "src_audio": "wmt/audio/vid_nNjtLybPRjM.wav", "src_ref": "Feel like yeah, they only really wash my hair on like monday thursday really and sometimes like friday if i need to if i like feel like i have an event or something like an event by event. I mean like hanging out somebody, but i'm not usually okay, so now my hair is all brushed out. I'm going to brush my teeth and then we'll go into the bedroom to finish out my skincare i used to do like my lotion and stuff in here, but i've been doing it in my vanity so let's brush my teeth really quick", "tgt_ref": "लगता त बा हँ, बाल त बस सोम आ बियफे के धोवल जाला, आ कबो-कबो सुक्रो के, अगर लागे कि कवनो खास प्रोग्राम बा—जइसे कवनो इवेंट-टाइप के बात। माने, अगर कहीं घूमे जाए के होखो, बाकिर हम त ज्यादातर बाहर जातिए नइखी। अब त बाल बढ़िया से कंघी हो चुकल बा। अब हम दांत ब्रश करे जात बानी, फेर बेडरूम में चलब स्किन केयर पूरा करे खातिर। पहिले त एही जगह लोशन-क्रीम सब लगावत रहनी, बाकिर अब वैनिटी में करेली। त चलीं, जल्दी से दांत ब्रश कर लीं।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_nNjtLybPRjM_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 50, "src_audio": "wmt/audio/vid_nU09s4CuaRg.wav", "src_ref": "Leading to the four. What's the four? Well, we have one, two, three, four. All right, so f. so i guess we're changing key, and we're gonna go to f. but we wanna do a two, five in front of f. so now we're thinking in a new key. Just for a minute, we're thinking in a new key. F, let's take f. one, two, okay, so there's two, it's g. three, four, five, so there's five, it happens to be c. so for this brief moment, we're thinking in our brains, we're gonna switch keys, and we're gonna play a two, five leading to the four. So that's gonna sound like this.", "tgt_ref": "चार नंबर वाला कॉर्ड पर ले जाए के बात बा। ई \"चार\" माने कौन सा कॉर्ड? देखीं, हमनी लगे बानी एक, दू, तीन, चार। ठीक बा, अब F पर जातानी। लागता कि हमनी की बदल रहल बानी आ F में जाए के बा। बाकिर F से पहिले हम दू-पाँच वाला प्रोग्रेशन बजायब, त अब दिमाग में नया की पर सोचत बानी। बस एक झलक ला हमनी नया की पर सोचत बानी। F—चलीं F के ले लीं। एक, दू—ठीक बा, दू भइल G। तीन, चार, पाँच—पाँच भइल C। त ई छोट पल ला हमनी की बदल के दू-पाँच वाला प्रोग्रेशन बजायब जे \"चार\" पर जाए। त एकर आवाज कुछ अइसन लागी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_nU09s4CuaRg_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 51, "src_audio": "wmt/audio/vid_ncokXMVuG5s.wav", "src_ref": "Start to the season she wanted off and so likewise 83 also off so that brought out another safety car. Christopher parrott involved in that but then great fights for third place especially as costello took the lead. Toth involved in a battle for second, third and fourth. A couple more offs that brought out another safety car. Some racing incidents. Hodson great restart finally to go into second place and that's what nailed that for him but no one was gonna stop michael costello who wins.", "tgt_ref": "सीजन के शुरुआत जइसन उ चाहत रहली, ओइसन ना भइल, आ गाड़ी नंबर 83 भी ट्रैक से बाहर हो गइल, जेसे फेरू एगो अउरी सेफ्टी कार आ गइल। ओहमें Christopher Parrott भी शामिल रहलन, बाकिर तिसरका पोजीशन खातिर जबरदस्त टक्कर चलल, खास कर जब Costello बढ़त ले लिहलन। Toth दूसरका, तिसरका आ चौथका जगह खातिर हो रहल जबरदस्त भिड़ंत में शामिल रहलन। कइएक आउरी गाड़ी ट्रैक से बाहर हो गइल, आ ओकरे चलते फेर से एक ठो सेफ्टी कार आइल। कुछ रेसिंग से जुड़ल घटनाएं भइल। Hodson बहुते जबरदस्त रीस्टार्ट लिहलन आ आखिर में दूसर पोजीशन पर पहुंच गइलन—एही से उ आपन जगह पक्का कर लिहलन। बाकिर Michael Costello के जीत से कवनो ना रोक सकल।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_ncokXMVuG5s_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 52, "src_audio": "wmt/audio/vid_pykdLJtt9yk.wav", "src_ref": "Go on their website, i'll put that link in the description. It shows you all the features, you can obviously take notes, record audio, mark up pdfs, add photos, and it has that shape thingy if you do a crappy circle, it makes it into a good one. Again, it shows you everything, it has integration into your apple watch, you can upload it to the usual suspects here for your cloud, even works on your phone if you have one as well. But the phone doesn't work with the pencil which is too bad, i would love to have even just on my phone to be able to quickly take the notes. Well, let's switch to noteshelf. So you can create, i mean you have a quick selection here to create your book, you can have a new one, you put in your color, your name, there are lots of options just to kind of decorate this if you so desire, i don't really care too much. These are empty books, i just created that so you can see there is a list. I usually stick with obviously that one that i'm working on.", "tgt_ref": "उनकर वेबसाइट पर जाईं, हम नीचे डिस्क्रिप्शन में लिंक दे देब। एह में सभे फीचर देखाई—रउआ आराम से नोट ले सकीला, ऑडियो रिकॉर्ड कर सकीला, PDF पर निशान लगाईला, फोटो जोड़ सकीला, आ अगर गलती से खराब गोला बन जाई, त उ अपने बढ़िया गोला बना देला। फेरु से, ई सभ चीज देखावेला। ई तोहार एप्पल वॉच से जुड़ जाला, क्लाउड पर अपलोडो कर सकीला, आ अगर तोहरे लगे फोन बा, त ओह परो बढ़िया से काम करे ला। बाकिर अफसोस, फोन में पेंसिल ना चलेला। हम त चाहत रहनी कि कम से कम फोन पर फटाफट नोट ले सकीं। चलीं, अब नोटशेल्फ पर चलल जाव। एह में रउआ जल्दी से किताब बना सकीला—नया किताब बनाईं, रंग चुन लीं, नाम दे दीं, सजावे खातिर भी कई गो ऑप्शन बा अगर रउआ के मन होखे। बाकिर हम त एतना सजावट पर खास ध्यान नइखी देत। ई सब खाली किताब बा, हम बस एही खातिर बनइनी ताकि रउआ देख सको कि लिस्ट कइसन दिखेला। हम त हमेशे ओही वाला पर टिकल रहिला जे पर हम काम करत बानी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_pykdLJtt9yk_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 53, "src_audio": "wmt/audio/vid_qhwgP27R4xw.wav", "src_ref": "This shade of blue in my closet because i think it looks really good with the tan so definitely gonna be packing this with me next up we've got this little gray tank the material of all of their clothes are so soft like i don't know how they do it but it's so buttery soft and really flattering to the body like it just hugs you in all the right places so this is just a basic spaghetti strap crop top this is so easy to throw on if you're working out if you're going for a walk if you're running errands like you could honestly style this a bunch of different ways if you're not just working out now that i've got this one i need in every single color. I love it so much. It is it's perfect. Okay. Here's the next top i think this one's my favorite so far i can't", "tgt_ref": "हमरा लगे इ नील रंग के शेड बा काहे कि हमरा लागता कि इ तन त्वचा के संगे बहुत बढ़िया लागता, एहसे हम एकरा के पैक करे वाला बानी। एकरा बाद ई छोट ग्रे टैंक टॉप बा। एह लोग के एह सब कपड़ा के सामग्री अतना नरम बा, जइसे कि ओह लोग के ई ना मालूम होखे कि ई लोग का करेला - मक्खन नियर, शरीर पर नरम आ बहुते बढ़िया बा, ठीक ओइसहीं जइसे सही जगहन पर होल्ड होला. इ एगो साधारण स्पेगेटी पट्टा क्रॉप टॉप ह, जवना के पहनल बहुत आसान बा-चाहे आप वर्कआउट कर रहल बानी, टहले के काम कर रहल बानी या छोट-छोट काम के संभाल रहल बानी। सच पूछीं त रउरा एकरा के कई तरह से स्टाइल कर सकेनी, खाली वर्कआउट खातिर ना. अब जब हमरा लगे ई बा त एकर हर रंग में एकर जरूरत बा!  इ त हमके बहुत पसंद बा। ई त एकदम सही बा. ठीक बा। इहाँ अगिला टॉप बा हमरा लागता कि इ हमार अब तक के पसंदीदा बा।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_qhwgP27R4xw_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 54, "src_audio": "wmt/audio/vid_r-aI0JD0bCE.wav", "src_ref": "They're finally they're like, i need a job, right? So as long as you show your sincere about it, because it almost is like a mad dash to get bodies back in stores, you really got to be mindful of that. But they're gonna bring you on if you're if you're genuine, if you're if you're being honest and upfront with them, it's almost hard to say no to this to this person that's interviewing for a part time job that has open availability. You know, they followed up that set themselves apart. Hopefully these tips work. If they don't, i mean, keep hitting me up with questions. I'll address them all. These are just some of the things that have worked for me. And that, you know, while my time managing at finish line, i've noticed, set a couple of the interviewees apart. I hope you enjoyed this video, drop down in the comments, continue to subscribe, continue to like the video. I ain't got nothing else for y 'all. It's a quick video. Peace.", "tgt_ref": "ऊ लोग अंततः अइसन सोचेला कि, हमरा नौकरी के जरूरत बा, ना? त जबले रउरा एह बारे में आपन ईमानदारी देखावत बानी, काहे कि ई लगभग एगो पागल डैश जइसन बा, जवन कि लाश के वापस दोकान में ले आवे जइसन बा, तबले रउरा एह बारे में सही में सावधान रहे के चाहीं। बाकिर अगर रउरा असली बानी त ऊ लोग रउरा के ले आवे वाला बा, अगर रउरा असली बानी, अगर रउरा ओह लोग का साथे ईमानदार आ आगे बढ़ब त ई कहल लगभग मुश्किल बा कि पार्ट टाइम जॉब खातिर खुला उपलब्धता बा । जानत बाड़ऽ कि ऊ लोग उहे पालन कइल जवन ओह लोग के अलग बना दिहलसि ।  उम्मीद बा कि ई सुझाव काम करी. अगर ना करीहें त माने हमरा से सवाल पूछत रहीं ।  हम ओह सब के संबोधित करब। इ कुछ अयीसन चीज़ ह जवन हमरा खाती काम कईलस। आ, रउरा त जानते बानी कि हम देखनी कि फिनिश लाइन पर हमार टाइम मैनेजमेंट कुछ साक्षात्कारकर्ता लोग के भीड़ से अलग बनावेला।  आशा बा कि रउवा सभे के ई वीडियो नीक लागी, कमेंट, सब्सक्राइब, वीडियो के लाइक करत रहीं। रउरा सभे खातिर हमरा लगे एहसे बेसी कुछुओ नइखे. ई एगो त्वरित वीडियो बा।  ख़ामोशी", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_r-aI0JD0bCE_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 55, "src_audio": "wmt/audio/vid_rU8nY03Lo5s.wav", "src_ref": "Connect with it and a lot of people don't actually feel comfortable enough to be vulnerable online so they'll reach out to you and say thank you so much for sharing this because i've been feeling this and i wasn't sure that someone else was neglecting old friends blatant snide so this one i suppose is quite self -explanatory it's very easy to feel excluded and be exclusive on social media as well. It's something that i think we all struggle with and yeah", "tgt_ref": "ओह बात के लिंक आ बहुते लोग के ऑनलाइन कमजोर होखे में असल में सहजता ना लागेला एहसे ऊ लोग रउरा लगे चहुँप के कह दी कि रउरा के बहुते धन्यवाद कि शेयर कइनी काहे कि हमहूँ अइसन महसूस करत रहीं आ हमरा पूरा भरोसा ना रहे कि केहू अउरी पुरान दोस्तन के अनदेखी करत बा कि ना, ई जाहिर बा कि व्यंग्यात्मक रहे एहसे हमरा लागत बा कि ई बहुते स्वतः समझदार बा कि सोशल मीडिया पर बहिष्कृत आ विशेष महसूस कइल बहुते आसान बा।  ई एगो अइसन चीज ह जवना से हमरा लागत बा कि हमनी का सभे संघर्ष करत बानी जा आ हाँ ।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_rU8nY03Lo5s_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 56, "src_audio": "wmt/audio/vid_u2JNW0Ftyzg.wav", "src_ref": "Let me stick this guy, every time i interview him, i spank him every time, i pull his trousers down, i say, you naughty boy, you naughty boy. Why would you want to peel another man? Why would you want to peel my trousers down? Sadly, you've got a nice butt. Your friends do that, your friends do that, your friends, i watch everything, i watch everything. My job is to watch everything. Do you like my bum? I've got another question for you, do you like my bum? No, i'm very alpha, i'm very alpha, i'm very alpha. Let's shift gears, let's shift gears for a second, let's shift gears for a second. If you're defending, you're losing, that's what they say. Hooker, ramirez. Hey! We're right back to what we're here for. Both guys, we thank.", "tgt_ref": "हम एह लौंडा के पकड़ लेत बानी, हर बेर जब साक्षात्कार लेत बानी, हर बेर थप्पड़ मारत बानी, पतलून नीचे खींचत बानी, कहत बानी, तू नटखट लइका हउअ, नटखट लइका हउअ। काहे दोसरा आदमी के कपड़ा उतारल चाहब? काहे हमार पैंट उतारल चाहत बाड़ू? अफ़सोस बा, बाकिर तोहार बट तनी बढ़िया बा। तोहार दोस्त इहे करेले, तोहार दोस्त अयीसन करेले, तोहार दोस्त, हम सब देखतानी, हम सब देखतानी। हमार काम सब कुछ देखे के बा। का रउवा हमार बम पसंद बा? रउरा खातिर एगो सवाल अउरी बा, का रउरा हमार बम पसंद बा? नाना, हम बहुत अल्फा बानी, हम बहुत अल्फा बानी, हम बहुत अल्फा बानी। चलीं गियर बदलल जाव, एक सेकेंड खातिर गियर बदलल जाव, एक सेकेंड खातिर गियर बदलल जाव ।  अगर रउरा बचाव करत बानी त रउरा हारत बानी, त ऊ लोग कहेला. हूकर, रमिरेज़ के नाम से जानल जाला। अरे! हमनी के वापस उहे काम प आ गईल बानी जा जवन हमनी के इहाँ आईल रहनी जा। दुनु जानी  के धन्यवाद देत बानी।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_u2JNW0Ftyzg_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 57, "src_audio": "wmt/audio/vid_uB_fMAbhJwY.wav", "src_ref": "I literally am obsessed. I'm so happy that i got this because i was running out of my old pack. It was the small, basic, like i think five color pack. And i've had that for literally like two years. So i saw this at target and i picked it up. I'm really excited. I'm gonna use this a lot for when i'm taking notes because i like taking pretty notes. So yeah, this is from target. And then this is my bullet journal. Yeah, it's a simple bullet journal. It's the one where it has like a really hard name to pronounce. Luke, luke term, look term.", "tgt_ref": "हम सचमुच जुनूनी बानी। हमरा अतना खुशी बा कि हमरा ई मिलल काहे कि हमार पुरान पैक खतम होखत रहे. ई एगो छोट, बेसिक, हमरा लागता कि पांच रंग के पैक रहे। आ उ पैक त हमरा लगे लगभग दू साल से  रहल। त हम ई बात टारगेट पर देखनी आ उठा लेहनी। हम त सचहूँ उत्साहित बानी। नोट लेत घरी एकर बहुते इस्तेमाल करीं काहे कि हमरा सुन्दर नोट लेबे के शौक बा. त हँ, ई टारगेट के ह ।  आ फेर ई हमार बुलेट जर्नल ह. हँ, ई एगो साधारण बुलेट जर्नल ह. ई एगो अइसन नाम ह जवना के उच्चारण कइल बहुते मुश्किल बा. ल्यूक... ल्यूक ट शब्द... लुक शब्द...शब्दशब्द", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_uB_fMAbhJwY_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 58, "src_audio": "wmt/audio/vid_uZvI4plitd4.wav", "src_ref": "Didn't expect that if i'm being a hundred percent honest. I didn't expect that i wasn't gonna make a video initially but i put out a tweet saying yay, and there was already a lot of confusion, which is understandable there is so much confusion around what is happening in america right now with the tariffs and there's a couple of points that i want to get to with that but first let's actually look at the prices of stuff so pre -orders for switch 2 will begin on thursday april 24th at launch the price of the switch 2 in the us will remain as announced on april 2nd at 40 at $449 .99 and the switch to mario kart bundle will also remain at $499 .99 mario kart world and donkey kong haven't changed their price which in the case of mario kart world we'll just say that's good", "tgt_ref": "अगर हम सौ फीसदी ईमानदार बानी त हमरा एह बात के उमेद ना रहे. हमरा उम्मीद ना रहे कि हम शुरू में वीडियो ना बनाईब लेकिन हम एगो ट्वीट क के कहनी कि हाँ अवुरी पहिलही से बहुत भ्रम हो गईल बा जवन कि समझ में आवेला कि अभी अमेरिका में टैरिफ के संगे का होखता एकरा बारे में बहुत भ्रम बा अवुरी एक-दु बिंदु बा जवना के हम एकरा से पार पावल चाहतानी लेकिन पहिले असल में सामान के दाम देखल जाए एहसे स्विच 2 के प्री-ऑर्डर गुरुवार से शुरू हो जाई 24 अप्रैल के लॉन्चिंग के समय अमेरिका में स्विच 2 के कीमत 2 अप्रैल के घोषित कीमत प 449.99 डॉलर प रही अवुरी मारियो कार्ट बंडल में बदलाव भी 499.99 डॉलर प रही मारियो कार्ट वर्ल्ड अवुरी डॉनकी कांग के कीमत में कवनो बदलाव नईखे भईल जवन कि मारियो कार्ट वर्ल्ड के मामला में हमनी के बस इहे कहब कि इ निमन बा ।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_uZvI4plitd4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 59, "src_audio": "wmt/audio/vid_v2NNTNAXRWY.wav", "src_ref": "Let me show you the rest so i have this pair from h &m and i got the same exact pair but in red it's christmasy for this time of year, but also you could wear red anytime red is a universal color it's not like you just need to wear it in december and i've been obsessed with red burgundy like all those colors lately so it's very on point for me right now, but look at how cute let me give you guys a close -up look at how freaking cute and you can see the material. It's very loungey very soft they're low -waisted which i love and these are the exact same pants i have on right now i got these in an extra small. I am so obsessed. They're just so freaking comfortable i think i got them for 30 something dollars on sale and then as you could see the red matching top as i'm literally wearing right now. If you take a closer look at the material it's like super cute", "tgt_ref": "बाकी हम रउआ के देखावत बानी, हमरा लगे H&M के इ जोड़ी बा आ हमरा लगे ठीक उहे जोड़ी मिलल बा लेकिन लाल रंग में, साल के एह समय खातिर इ एतना क्रिसमस बा लेकिन रउआ कबो लाल रंग के कपड़ा पहिन सकेनी, लाल रंग एगो यूनिवर्सल रंग ह, इ अयीसन नईखे कि रउआ एकरा के सिर्फ दिसंबर में पहिने के जरूरत बा अवुरी हम हाल फिलहाल में ओ सभ रंग निहन लाल बरगंडी के जुनून में बानी एहसे अभी हमरा खाती इ सचमुच मस्त बा लेकिन देखऽ कि उ केतना प्यारा बा, हम रउआ के देखावत बानी guys एगो क्लोज-अप कि केतना प्यारा बा आ रउरा सामग्री देख सकीलें. इ एतना आरामदायक अवुरी मुलायम बा, एकर कमर बहुत कम बा जवन कि हमरा बहुत पसंद बा, अवुरी इ ठीक ओतने साइज के बा, जवन कि हम अभी जवन पैंट पहिनले बानी, हम एकरा के एक्स्ट्रा छोट में खरीदले बानी। हम बहुते जुनूनी बानी. इ सब  एतना आरामदायक बा कि हमरा लागता कि हम एकरा के बिक्री प करीब 30 में खरीदले बानी अवुरी ओकरा बाद जईसे कि आप देख सकतानी कि मैचिंग रेड टॉप उहे बा जवन हम अभी पहिनले बानी। अगर सामग्री के गहिराह से देखल जाव त ई बहुते सुन्दर होला।", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_v2NNTNAXRWY_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 60, "src_audio": "wmt/audio/vid_wTKg_pD9bHo.wav", "src_ref": "Take us through them. Well, casual swearing was one of those that was particularly mentioned. The guide actually points out things like this machine's cactus or spit the dummy or even bring a plate as terms that won't be well understood and perhaps worth avoiding. But, you know, i think it's probably going too far to put words on a hit list. Most australians, and i think part of the richness of our culture is the language. And i think the goal is to use it, not neglect it, not hide from it, but make sure we're clear in explaining it, because there is a lot of irony around the australian language and new arrivals certainly find it a little bit perplexing. So do sometimes younger people as they hear the old timers use these phrases. Ok, mark, thank you very much for that. Appreciate it. Cheers.", "tgt_ref": "खैर, आकस्मिक अश्लीलता ओहमें से एगो रहे जवना के खास तौर पर जिक्र भइल रहे. खैर, आकस्मिक अश्लीलता ओहमें से एगो रहे जवना के खास तौर पर जिक्र भइल रहे । गाइड असल में कैक्टस भा डमी के थूक के बाहर निकालल भा एह मशीन में प्लेट ले आवे जइसन चीजन के ओर इशारा करत बा, जवना के बढ़िया से ना समझल जाई आ शायद एकरा से बचे के चाहीं । बाकिर, रउरा त जानते बानी कि हमरा लागत बा कि हिट लिस्ट में शब्दन के डालल शायद तनिका बहुते दूर ले जा रहल बा ।  अधिकतर ऑस्ट्रेलियाई लोग, आ हमरा लागत बा कि हमनी के संस्कृति के समृद्धि के एगो हिस्सा भाषा ह. आ हमरा लागत बा कि लक्ष्य एकर इस्तेमाल कइल बा, एकरा के अनदेखी ना कइल जाव, एकरा से लुकाइल ना, बाकिर ई सुनिश्चित कइल जाव कि हमनी का एकरा के साफ-साफ बताईं जा, काहे कि आस्ट्रेलियाई भाषा से बहुते विडंबना बा आ नयका लोग के ई तनी भ्रमित करे वाला जरूर लागेला। कबो-कबो बड़ लोग के एह मुहावरा के प्रयोग सुन के नवही भी अयीसने करेले। ठीक बा मार्क, ओकरा खातिर बहुत बहुत धन्यवाद। एकर सराहना कइल जाला. हिम्मत दिहल...", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_wTKg_pD9bHo_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 61, "src_audio": "wmt/audio/vid_x48axn9yc9k.wav", "src_ref": "How do you down -regulate at night and increase the quality of sleep? Not how do i sleep longer? How do i get knocked out better, right? This is about increasing the quality of sleep and helping you get to sleep faster. Most people have six to eight hours to dedicate to sleep. Problem is they're either they don't fall asleep right away or it's really ineffective sleep. And so how do you make sure that window that you actually have is a lot of it starts with behaviors and setting yourself up to win to sleep. But there's also some really awesome things you can do. Awesome product if that's where you're at. But you should probably like as a consumer, there's like 10 things that you should do to make your sleep better than before you start buying products. You should just stop doing activities, drinking late, caffeine later in the day.", "tgt_ref": "रात में नींद के नियंत्रित करे अवुरी नींद के गुणवत्ता में सुधार कईसे करेनी? बात ई नइखे कि कइसे हम अउरी देर ले सुतब?? कइसे बेहतर आ गहिराह नींद आ सकेला ना? एकर मकसद नींद के गुणवत्ता में सुधार अवुरी जल्दी नींद आवे में मदद कईल बा। अधिकांश लोग के 6 से 8 घंटा के नींद आवेला। समस्या इ बा कि या त उ लोग तुरंत नींद ना आवे पावेले या फिर उनुकर नींद बहुत बेअसर हो जाला। आ एहसे रउरा कइसे सुनिश्चित करीं कि रउरा लगे असल में ऊ खिड़की बा, एकर बहुते कुछ व्यवहार से शुरू होला आ नींद खातिर अपना के तइयार करे से शुरू होला । लेकिन कुछ वाकई मस्त काम भी बा जवन रउवा कर सकेनी। अगर रउरा चाहत बानी त ई एगो बढ़िया उत्पाद बा। लेकिन एगो उपभोक्ता के रूप में आपके शायद इ 10 चीज़ के जानकारी होखे के चाही जवन कि उत्पाद खरीदे से पहिले आपके नींद में सुधार खाती करे के चाही। बस रउरा ई सब काम  बंद करे के चाहीं, देर रात शराब पीयल बंद करे के चाहीं, दिन में बाद में कैफीन खाइल बंद करे के चाहीं.", "src_lang": "en", "ref_lang": "bho", "benchmark_metadata": {"doc_id": "en-bho_IN_#_speech_#_vid_x48axn9yc9k_#_0", "dataset_type": "longform"}}
