{"dataset_id": "wmt24", "sample_id": 0, "src_audio": "wmt/audio/--4KfTiO-n0_000.wav", "src_ref": "Okay, the next video will get roofing contractors mad at me, but it's not for them. It's for you. If you are that person that cannot afford a roofing contractor, then you have to watch this video. This will show you how you can do a cover over an existing old roof yourself. And it's very simple. It's a peel and stick system.", "tgt_ref": "Bien, el siguiente video hará que los contratistas techadores se enfaden conmigo, pero no es para ellos. Es para usted. Si es una de esas personas que no puede permitirse un contratista techador, entonces tiene que ver este video. Le mostrará cómo hacer una cubierta sobre un techo viejo preexistente usted mismo. Y es muy sencillo. Es un sistema de pelado y pegado.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_--4KfTiO-n0_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 1, "src_audio": "wmt/audio/--Dq6kFSRDE_004.wav", "src_ref": "Cheers, y'all. Now check it out. I really didn't even eat enough to be wiping my mouth, but I can tell you this, my mouth is salivating though. You know what I mean? So look, this is what I'm fixin' to do. You guys let me know down in the comment section below, what would you do? What type of veggie would you serve this with? And don't forget, this is a budget-friendly meal, alright? So let me just go ahead and pour myself a glass of this grape Kool-Aid. Yes, sir.", "tgt_ref": "¡Salud a todos! Ahora miren esto. Realmente ni siquiera comí lo suficiente como para estar limpiándome la boca, pero puedo decirles esto, mi boca está salivando de todos modos. ¿Saben lo que quiero decir? Así que miren, esto es lo que estoy intentando hacer. Mi gente, háganmelo saber en la sección de comentarios: ¿Qué harían ustedes? ¿Con qué tipo de verdura lo acompañarían? Y no se olviden, se trata de una comida económica, ¿de acuerdo? Así que permítanme continuar y servirme un vaso de este Kool-Aid de uva. Sí, señor.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_--Dq6kFSRDE_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 2, "src_audio": "wmt/audio/--sV9RHC1_4_000.wav", "src_ref": "Welcome to Cosa, in Italy. Cosa is believed to be an ancient Roman settlement. The site was excavated at least four times over the last century. What is there to excavate if Cosa is originally a Roman site? Was the Pantheon in Rome excavated? No, the Pantheon is even at the same ground level as the surrounding, contemporary buildings. And why is that? Because the Pantheon was probably built during the Roman era. It is also almost cardinally oriented, which indicates that it cannot be very ancient.", "tgt_ref": "Bienvenidos a Cosa, Italia. Se cree que Cosa es un antiguo asentamiento romano. El yacimiento se excavó por lo menos cuatro veces durante el siglo pasado. ¿Qué hay que excavar si Cosa es originalmente un yacimiento romano? ¿Se excavó el Panteón de Roma? No, el Panteón está incluso al mismo nivel del suelo que los edificios contemporáneos que lo rodean. ¿Por qué es así? Porque el Panteón probablemente se construyó en época romana. Además, está orientado casi según los puntos cardinales, lo que indica que no puede ser muy antiguo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_--sV9RHC1_4_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 3, "src_audio": "wmt/audio/-0KrV5WsZq8_000.wav", "src_ref": "Venice, city on the water. A place of beauty and romance that attracts millions of visitors every year. Just a few steps from the well-trodden tourist routes, there's a very different Venice, one populated by fascinating creatures. This film explores a Venice that few people ever see, a city that has a surprising double life.", "tgt_ref": "Venecia, la ciudad sobre el agua. Un lugar de belleza y romance que atrae a millones de visitantes cada año. A tan sólo unos pocos pasos de las rutas turísticas más trilladas, existe una Venecia muy diferente, una habitada por criaturas fascinantes. Esta película explora la Venecia que muy pocos ven alguna vez, una ciudad que tiene una sorprendente doble vida.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_-0KrV5WsZq8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 4, "src_audio": "wmt/audio/-IPJfZjzCZQ_000.wav", "src_ref": "We're not ready. And it's going to be more dangerous out there because you fired Greg. Because we don't have any money to pay him, Burt. You're doing this, not me. The hell I am. Do you not understand what I had to do to get these kids out here? The bond that I had to put up for the insurance company, you want to lose all that? Rather than risk hurting one of the kids? Yeah. Why? Never bothered you before.", "tgt_ref": "- ¡No estamos preparados¡ Y va a ser más peligroso ahí fuera porque despediste a Greg. - ¡Porque no nos queda nada de dinero para pagarle, Burt! Eres tú el que está haciendo esto, no yo. - ¡Y una mierda voy a ser yo! - ¿No entiendes lo que he tenido que hacer para traer a estos chicos aquí? ¿La fianza que tuve que poner para la aseguradora? ¿Quieres perder todo eso? - ¿Antes que arriesgar hacer daño a uno de los chicos? Sí. - ¿Por qué? ¡Nunca te importó antes!", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_-IPJfZjzCZQ_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 5, "src_audio": "wmt/audio/-_31PoDRu28_001.wav", "src_ref": "Now I need to quickly mention the reactor's name, as it was considered a zero power installation. You see, a zero power nuclear reactor is capable of sustaining a stable fission chain reaction, with no significant increase or decline in the reaction rate. This type of installation is essential to gain practical experience of reactor operation, but can still be deadly if the delicate balance isn't maintained.", "tgt_ref": "Ahora tengo que mencionar rápidamente el nombre del reactor, ya que era considerado una instalación de potencia cero. Bien, un reactor nuclear de potencia cero es capaz de mantener una reacción de fisión en cadena estable, sin aumento ni disminución significativa de la velocidad de reacción. Este tipo de instalación es esencial para adquirir experiencia práctica en el funcionamiento de los reactores, pero puede ser mortal si no se mantiene el delicado equilibrio.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_-_31PoDRu28_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 6, "src_audio": "wmt/audio/-lTZQChhvsY_002.wav", "src_ref": "This is a super, super easy project, surprisingly. Like, it's not hard to match things up. So that's the nice thing about this project. Okay, so that's down, right? So now I'm going to start this way. I'm just going to run the glue all the way around and do one side at a time. So here we go. I'm running it right above the tin, the rin... the rim tin. Jeez. So I'm just going to take this and move it along.", "tgt_ref": "Este es un proyecto súper, súper fácil, sorprendentemente. Quiero decir, no es tan difícil emparejar cosas. Así que eso es lo bonito de este proyecto. Bien, eso ya está, ¿verdad? Entonces ahora voy a empezar por aquí. Voy a pasar todo el pegamento todo alrededor y hacer un lado de cada vez. Ahí estamos. Lo paso justo por encima de la la… del bor… del borde de la lata. Caramba. Y así simplemente voy a agarrar esto y moverlo a lo largo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_-lTZQChhvsY_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 7, "src_audio": "wmt/audio/-uigLE6EI1g_000.wav", "src_ref": "This is an authentic and real old footage of a true certain giant individual from Japan, walking in some military parade. What's shocking about it is his actual size. He has a stature of at least 4 meters high, which is minimum 13 in feet. Thus, he is genuinely taller and more massive than each and every other original NBA player, for example, like Shaquille O'Neal, or", "tgt_ref": "Esta es una antigua filmación auténtica y real de cierto individuo gigantesco de verdad de Japón, marchando en algún desfile militar. Lo que es impresionante es su tamaño real. Tiene al menos 4 metros de altura, que es mínimo 13 en pies. Por tanto, es realmente más alto y más masivo que todos y cada uno de los jugadores de la NBA original, por ejemplo, como Shaquille O’Neal o", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_-uigLE6EI1g_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 8, "src_audio": "wmt/audio/00lv1G1uW8M_004.wav", "src_ref": "I encourage them to challenge their teachers even when they, when they think the teacher is wrong about something. I think that it's a good thing for people to go out there and not just accept everything as it is. Right. Yeah. So that kind of independence--. You famously, as a Congressman, explained all of your votes on Facebook, which is a rare concession by authority, to say, \"Okay, this is why I did what I did.\" Yeah, and actually, you know, a lot of the people in leadership and in Congress didn't like that I was doing that, because I was giving people at home the power to challenge them. Yeah.", "tgt_ref": "- Les animo a que desafíen a sus profesores incluso cuando… cuando crean que los profesores se equivocan en algo. Creo que es una buena cosa que la gente salga ahí fuera y no se limite a aceptarlo todo tal y como es. - Cierto. Sí. - Así que ese tipo de independencia… - Es bien conocido que, como congresista, usted explicó todos sus votos en Facebook, lo que es una rara concesión por parte de una autoridad, como decir, “Bien, por eso hice lo que hice”. - Sí, y en realidad, ya sabe, a mucha gente en posiciones de liderazgo y en el Congreso no les gustó que hiciera eso, porque yo le estaba dando a la gente en sus casas el poder de desafiarlos. - Sí.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_00lv1G1uW8M_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 9, "src_audio": "wmt/audio/07FOJFFqOYc_002.wav", "src_ref": "The question is, like countless other claimed Neolithic ruins, how did they achieve such feats? How did they lift such enormous stones? Were they, like we have posited many times before, the remnants of a once-advanced-yet-destroyed ancient civilization? We find such possibilities, in particular, the men here of Agra, highly compelling.", "tgt_ref": "La pregunta es, como en otras innumerables ruinas designadas como neolíticas: ¿Cómo lograron tales proezas? ¿Cómo erigieron piedras tan enormes? ¿Eran, como hemos planteamos ya muchas veces, los restos de una antigua civilización avanzada pero ahora destruida? Creemos que estas posibilidades, en particular aquí la de los hombres de Agra, son sumamente atractivas.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_07FOJFFqOYc_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 10, "src_audio": "wmt/audio/0EJ9bV6IAnM_000.wav", "src_ref": "So, I bought an Xbox Series X so that you don't have to. Or maybe you actually have to. In this video, I'm going to tell you all the pros and cons of choosing an Xbox Series X. I'm also going to go over the actual hardware, the controller, the games, just about everything that is my experience so far with the Xbox Series X. So I hope you will enjoy this video, and maybe even find it useful.", "tgt_ref": "Bueno, me he comprado una Xbox Serie X para que tú no tengas que hacerlo. O tal vez sí tengas que hacerlo. En este video voy a contarte todos los pros y los contras de elegir una Xbox Series X. También voy a repasar el hardware real, el mando, los juegos, prácticamente todo lo que es mi experiencia hasta ahora con la Xbox Series X. Así que espero que disfrutes de este video, e incluso que te resulte útil.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_0EJ9bV6IAnM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 11, "src_audio": "wmt/audio/0ZEBNpiuMu4_004.wav", "src_ref": "I'm sure marine dinosaurs still exist. My apologies for intruding upon your thoughts, mademoiselle. But strictly speaking, only reptiles that walked on dry land are called dinosaurs. If they lived under the water, they are called marine reptiles, and they all disappeared a very, very long time ago. What happened? You'll see, Julie.", "tgt_ref": "- Estoy segura de que los dinosaurios marinos todavía existen. - Mis disculpas por entrometerme en sus pensamientos, señorita pero, siendo estrictos, sólo los reptiles que caminaban sobre tierra firme se llaman dinosaurios. Si vivían bajo el agua, se denominan reptiles marinos, y todos desaparecieron hace mucho, mucho tiempo. - ¿Qué pasó? - Ya lo verá, Julie.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_0ZEBNpiuMu4_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 12, "src_audio": "wmt/audio/0imglSyYL1Q_002.wav", "src_ref": "So once all that is done, I wipe away all the excess powder with a little bit of alcohol and a paper towel. Super easy to clean. And then I apply my cuticle oil. This is actually face oil from Truly, but I didn't like how it was so sensey. I didn't want to put it on my face, so I use it as cuticle oil. And this is the final product of my nails. I love them and I'm obsessed. A couple of frequently asked questions: How long does my nail set last? I usually leave my nails on for two weeks. Sometimes I take them off early because y'all know I do my own hair, and I gotta have my nubs when I do my hair, because it's easy to grip.", "tgt_ref": "Así que una vez hecho esto, limpio todo el polvo sobrante con un poco de alcohol y una toallita de papel. Súper fácil de limpiar. Y luego aplico mi aceite para cutículas. En realidad es un aceite facial de Truly, pero no me gustó que fuera tan delicado. No quería aplicármelo en la cara, así que lo uso como aceite para cutículas. Y este es el resultado final de mis uñas. Me encantan y estoy obsesionada. Un par de preguntas frecuentes: ¿Cuánto dura mi set de uñas? Suelo dejarme las uñas puestas por dos semanas. A veces me las quito antes porque ya saben que me peino yo misma, y tengo que tener mis Nubs cuando me peino, porque es fácil de agarrar.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_0imglSyYL1Q_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 13, "src_audio": "wmt/audio/0mytlKOHr74_006.wav", "src_ref": "Knight of the Galactic Railroad by Kenji Miyazawa. This is a Japanese story of two young boys who embark on a mystical journey on a celestial train, going through the galaxy, encountering various allegorical experiences and deep philosophical themes. As they navigate the night sky, the story reflects on life, death, and the human condition, leaving readers with a profound exploration of existence and the universe. The novel was adapted into a manga in 1983 and an anime in 1985.", "tgt_ref": "“Night of the Galactic Railroad”, de Kenji Miyazawa. Es una historia japonesa de dos jóvenes que se embarcan en un viaje místico en un tren celeste, atravesando toda la galaxia, encontrándose con diversas experiencias alegóricas y profundos temas filosóficos. Mientras navegan por el cielo nocturno, la historia reflexiona sobre la vida, la muerte y la condición humana, dejando en los lectores una profunda reflexión sobre la existencia y el universo. La novela fue adaptada al manga en 1983 y al anime en 1985.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_0mytlKOHr74_006", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 14, "src_audio": "wmt/audio/0uduQk_8c1s_002.wav", "src_ref": "Where I'm standing would have been the bottom of the Western Interior Sea, about 85 million years ago. Mike Everhart is one of the world's leading experts on Mosasaurs. The horizon would have been ocean for as far as you could see, that the seaway stretched for hundreds of miles from where we're standing. At this time, the climate is warmer, so there are no polar ice caps.", "tgt_ref": "Este punto en el que me encuentro habría sido el fondo del Mar Interior Occidental, hace unos 85 millones de años. Mike Everhart es uno de los principales expertos mundiales en mosasaurios. El horizonte habría sido todo océano hasta donde alcanza la vista, pues la mar se extendía cientos de kilómetros más allá de donde estamos. Hoy en día el clima es más cálido, por lo que no hay casquetes polares.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_0uduQk_8c1s_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 15, "src_audio": "wmt/audio/1CWvFkncljw_003.wav", "src_ref": "All right, whoa, whoa, whoa, whoa, hold it down to a small riot, would you? Daddy, when are we going to be able to afford a larger car? When you're about 10 years older and can marry a millionaire. I had more room when I was in my baby buggy. Yeah, and I haven't finished paying for that either. In fact, I still owe two more payments to the hospital before I own you.", "tgt_ref": "- Muy bien, ¡eh, eh, eh! No montes tanto jaleo, ¿de acuerdo? - Papá, ¿cuándo vamos a poder permitirnos tener un auto más grande? - Cuando tengas unos 10 años más y puedas casarte con un millonario. - Tenía más espacio cuando estaba en mi cochecito de bebé. - Sí, y tampoco he terminado de pagarlo. De hecho, aún debo dos pagos más al hospital antes de poder tenerte en propiedad.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_1CWvFkncljw_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 16, "src_audio": "wmt/audio/1R3j_apcikw_000.wav", "src_ref": "Today we're going to talk about Ben Affleck defending an interview. Greg, why don't you to tell us about the video we're going to watch. Yeah, so a couple of weeks ago, Ben Affleck went on a two-hour interview with Howard Stern. He talked about his breakup with his ex-wife and family, and he had some fallout from it, so here we go. Here he is, Ben Affleck!", "tgt_ref": "- Hoy vamos a hablar de Ben Affleck defendiendo una entrevista. Greg, ¿por qué no nos hablas del video que estamos a punto de ver? - Sí, hace un par de semanas Ben Affleck se embarcó en una entrevista de dos horas con Howard Stern. Habló de su ruptura con su ex-mujer y familia, y de las consecuencias que tuvo por ello, así que vamos a ello. - ¡Aquí está!¡Ben Affleck!", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_1R3j_apcikw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 17, "src_audio": "wmt/audio/1SSA_hwpBg8_011.wav", "src_ref": "Now, I need to let y'all know, I've never done this before, but I'm going to do it now. Skinpotion is handcrafted with organic and all natural ingredients that deeply moisturize and illuminate the skin. Veil of Venus is the newest addition to the Skinpotion family. It is available right now for pre-order. And you can follow Skinpotion on Instagram @skinpotionus. That's s-k-i-n-p-o-t-i-o-n-u-s, skinpotionus.", "tgt_ref": "Y ahora tengo que decirles a todos que nunca he hecho esto antes, pero lo voy a hacer ahora. Skinpotion está hecho artesanalmente con ingredientes orgánicos y totalmente naturales que hidratan en profundidad e iluminan la piel. “Veil of Venus” es la última incorporación a la familia Skinpotion. Está disponible ya por encargo. Y pueden seguir a Skinpotion en Instagram @skinpotionus. Es s-k-i-n-p-o-t-i-o-n-u-s, skinpotionus.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_1SSA_hwpBg8_011", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 18, "src_audio": "wmt/audio/1SqhIFgluMw_001.wav", "src_ref": "So, I have been working with music for over 20 years, and released two albums during that time, and touring around Germany and Poland, and Sweden, of course. So you've always been a performer from a very young age? Yeah, I have. And is there any iconic places that you performed at when you were younger?", "tgt_ref": "- Pues, llevo más de 20 años dedicándome a la música, he lanzado dos discos en este tiempo y he hecho giras por Alemania y Polonia y, por supuesto, Suecia. - ¿Así que siempre has sido una intérprete, desde temprana edad? - Sí, así es. - ¿Y hay algún lugar icónico en el que actuaras cuando eras más joven?", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_1SqhIFgluMw_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 19, "src_audio": "wmt/audio/1qGqMbMvnqY_001.wav", "src_ref": "And now you see that whatever happens backstage, it doesn't matter because the show will go on. And I got a comment from Lovely Lych that she really liked the video. And she writes, \"I liked the behind-the-scenes things, like traveling to the festival, the atmosphere there, the food and stuff. A day in your life, so to speak.\" So I hope you liked this video and we'll show you as much as possible. So now it's time for lunch, and Deep is making some scrambled eggs. And the trick here is to add an extra egg yolk to it.", "tgt_ref": "Y ahora ven que pase lo que pase entre bastidores, no importa, porque el espectáculo continúa. Y recibí un comentario de Lovely Lych diciendo que le había gustado mucho el video. Y escribe: “Me gustó ver las cosas que pasan entre bastidores. Es como viajar al festival, al ambiente allí, la comida y todas esas cosas. Un día de tu vida, por así decirlo”. Así que espero que les haya gustado este video, y se lo mostraremos todo lo que sea posible. Ahora es hora de comer y Deep está preparando unos huevos revueltos. Y el truco aquí es agregarle una yema extra.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_1qGqMbMvnqY_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 20, "src_audio": "wmt/audio/2597xLWyKF0_001.wav", "src_ref": "The enemy of my enemy is my friend. Disagree! If the enemy of your enemy were your friend, he'd explicitly be your friend. You know, oftentimes people can work together for a time, united by their dislike for something or someone. But if that relationship was conceived by your mutual dislike for whatever that thing is, what's to stop that relationship from dissolving or becoming hostile after that thing is taken care of? Like, the foundation of a friendship is much more stable than that. But, you know, I also understand the short-term strategy behind it, so I'll just disagree.", "tgt_ref": "El enemigo de mi enemigo es mi amigo. ¡No estoy de acuerdo! Si el enemigo de tu enemigo fuera tu amigo, sería tu amigo de forma explícita. Sabes, muchas veces la gente puede trabajar junta durante un tiempo, unida por su aversión a algo o a alguien. Pero si esa relación fue concebida por la aversión mutua a lo que sea esa cosa, ¿qué impide que esa relación se disuelva o se vuelva hostil después de que esa cosa se resuelva? A ver, los cimientos de una amistad son mucho más estables que eso. Pero, ya sabes, también entiendo la estrategia a corto plazo que hay por detrás, así que simplemente diré que no estoy de acuerdo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_2597xLWyKF0_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 21, "src_audio": "wmt/audio/2Uo5zKrbips_001.wav", "src_ref": "A long time ago, their parents were killed by poachers, and Cheyenne and Kuyu were sold at the market. Taken in by the Help Congo organization, they grew up in semi-captivity with about 30 other orphans out on the islands. One after another, these young chimpanzees have been shown the way back to the forest. The association's scientists have given them each a name to identify them.", "tgt_ref": "Hace mucho tiempo, sus padres fueron asesinados a manos de cazadores furtivos, y Cheyenne y Kuyu fueron vendidos en el mercado. Acogidos por la organización Help Congo, crecieron en semicautividad con otros 30 huérfanos en las islas. Uno tras otro, a estos jóvenes chimpancés se les ha enseñado el camino de regreso a la selva. Los científicos de la asociación les han dado a cada uno un nombre para identificarlos.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_2Uo5zKrbips_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 22, "src_audio": "wmt/audio/2omlZQaheWE_000.wav", "src_ref": "And because of that, you cannot trust any media outlet to report on the news fairly or accurately. Now that being said, I still think there's some value to the mainstream media. Just because they are exaggerated and biased, doesn't mean they can't be trusted at all. There's still a lot of useful information you can gather from these sources. You just have to know how to analyze them properly. The same is not necessarily true for the alternative media, the smaller companies or even individuals who talk about the news on sites like YouTube and Facebook.", "tgt_ref": "Y por eso no se puede confiar en ningún medio de comunicación para informar sobre las noticias de manera justa o precisa. Bien, dicho esto, sigo pensando que los medios generalistas tienen algo de valor. Que sean exagerados y tendenciosos no significa que haya que desconfiar de ellos del todo. Todavía se puede sacar mucha información útil de esas fuentes. Sólo tienen que saber analizarlas adecuadamente. Lo mismo no es necesariamente cierto para los medios alternativos, las empresas más pequeñas o incluso individuos que hablan de noticias en sitios como YouTube y Facebook.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_2omlZQaheWE_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 23, "src_audio": "wmt/audio/2ydbIXw68nA_000.wav", "src_ref": "And when you download it, it should be a pretty quick, small file size. You're going to get an app that looks just like this, all right? So I could click on that right now. And this is the view that you're going to see right away here. And so, I'll talk about a few things with the lab. Now, one thing to note is that the lab instructions for the lab worksheet that you're going to work on are pretty self explanatory. So really, the purpose of this video is to show you how to use the app itself.", "tgt_ref": "Y cuando lo descargues, debería ser un fichero bastante rápido... de pequeño tamaño. Vas a tener una app tal cual como esta, ¿de acuerdo? Así que podría hacer clic en esta ahora mismo. Y esta es la vista que vas a ver aquí enseguida. Y entonces, voy a hablar de algunas cosas con el laboratorio. Bien, una cosa a tener en cuenta es que las instrucciones del laboratorio para la ficha de laboratorio con la que vas a trabajar son bastante evidentes. Así que, en realidad, el propósito de este video es mostrar cómo utilizar la app en sí.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_2ydbIXw68nA_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 24, "src_audio": "wmt/audio/33gJqN796Eo_000.wav", "src_ref": "Well, it still sounds better than Pink Floyd. So in Manic Miner, you collect all the items on the screen and head to the goal. And you gotta do it before you run out of air or hit something. Hit what exactly? Weeds! You can die from touching grass. It sounds like half my fanbase. And did you notice I died from touching a weed that was on a completely different platform? I just went through the platform and then hit the weed. That's good game design, man. And then there's this asshole over here who's going rrrrr!", "tgt_ref": "Bueno, suena mejor que Pink Floyd y todo. En Manic Miner tienes que recoger todos los objetos en pantalla e ir hacia la meta. Y tienes que hacerlo antes de quedarte sin aire o darle un golpe a algo. ¿Golpearte con qué exactamente? ¡Con las malas hierbas! Puedes morir por tocar la hierba. Suena como la mitad de mis fans. ¿Y te diste cuenta de que morí por tocar una mala hierba que estaba en una plataforma totalmente diferente? Solamente pasé por la plataforma y luego toqué la hierba. Este sí que es un buen diseño de juego, amigo. Y luego está ese imbécil de ahí que hace ¡arrr!", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_33gJqN796Eo_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 25, "src_audio": "wmt/audio/36UVjSUk-wY_035.wav", "src_ref": "Alexa, play It's My Party and I'll Cry if I Want To. Bo, Bo, we gotta spin around. Alexa, play It's My Party and I'll Cry if I Want To. You'd cry too if it happened to you. Woo! Alexa, play Midnight Train!", "tgt_ref": "Alexa, pon “It's My Party” y “I'll Cry if I Want To”. ¡Bo! ¡Bo!, tenemos que bailar. Alexa, pon “It's My Party” y “I'll Cry if I Want To”. Tú también llorarías si te pasara a ti. ¡Uuuh! ¡Alexa, pon “Midnight Train”!", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_36UVjSUk-wY_035", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 26, "src_audio": "wmt/audio/392RoIzR2Fs_001.wav", "src_ref": "Hi, Rob. Hi, Marion, how are you? I am very well. Why are you dressed as a security guard, Rob? Management have asked me to create a new healthcare security news section and buyer's guide and I thought a costume may help me get into character. Oh, I see. Yes, well, maybe it will, Rob. We have a news section now that looks at the issues and opportunities surrounding data security and network security and healthcare.", "tgt_ref": "- Hola, Rob. - Hola, Marion, ¿cómo estás? - Muy bien. Rob, ¿por qué vas vestido de guardia de seguridad? - La dirección me ha pedido que cree una nueva sección de noticias sobre seguridad sanitaria y una guía del comprador, y pensé que un disfraz podría ayudarme a meterme en el personaje. - Ah, ya veo. Sí, bueno, puede que sea de ayuda, Rob. - Ahora tenemos una sección de noticias que analiza los problemas y las oportunidades que rodean la protección de datos y la seguridad en red, y la atención médica.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_392RoIzR2Fs_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 27, "src_audio": "wmt/audio/3F3YFF8z714_000.wav", "src_ref": "Hello, it's Bahiano with Bahiano Reno. Yeah, we're going to repair some grout. The tiles looks to be about 14, 15 years old. We're going to do it just to stabilize the tiles, because the way it is, the tiles looks good. It's just loosening up in some areas. We don't want to replace the whole tile, the whole grout. We're just going to do some repair to last until we are ready to do a full renovation. Yes, is this recording?", "tgt_ref": "Hola, soy Bahiano con Bahiano Reno. Sí, vamos a reparar algo de lechada. Los azulejos parecen tener unos 14, 15 años. Vamos a hacerlo sólo para estabilizar los azulejos porque, de la forma en la que está, los azulejos se ven bien. Sólo se está aflojando en algunas zonas. No queremos reemplazar todo el azulejo, toda la lechada. Simplemente vamos a reparar un poco para que dure hasta que estemos listos para hacer una renovación completa. Sí, ¿está grabando?", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_3F3YFF8z714_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 28, "src_audio": "wmt/audio/3MTATdXzFC4_009.wav", "src_ref": "So my dad can't give me rides to work. And for me, work is about 27 miles away. So there and back would be nearly a $100 a day with Uber. I haven't looked at Lyft. I could have, I guess, that makes sense. But I didn't have rental on my auto insurance, so that's my fault. So I guess I could have tried to do that and get that set up and tried to get a rental while I was down and out of a car. But even then, a rental wouldn't cover seven days. I'm going to sneeze, hold on. That sneeze sucked.", "tgt_ref": "Así que mi padre no puede llevarme al trabajo. Y en mi caso el trabajo está a más de 40 kilómetros. Así que ida y vuelta serían casi $100 al día con Uber. No he consultado Lyft. Podría haberlo hecho, supongo, tiene sentido. Pero mi seguro de auto no incluía alquileres, así que eso es culpa mía. Así que supongo que podría haber tratado de hacer eso, arreglarlo y tratar de conseguir un alquiler mientras estaba sin hacer nada y sin auto. Pero incluso entonces, un alquiler no cubriría siete días. Voy a estornudar, espera. Este estornudo fue un asco.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_3MTATdXzFC4_009", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 29, "src_audio": "wmt/audio/3M_AGbXVb5s_000.wav", "src_ref": "Now, talking about stars, Howard Jones appears as a special guest vocalist in a duet with you on the album, on the track, I Made a Case, who has offered you so much encouragement with your music. Was it by chance that he happened to appear on the track? As I hear you had to strip back the track, as didn't want anything being in the way of your voices telling the story.", "tgt_ref": "Bien, hablando de estrellas, Howard Jones aparece como vocalista invitado especial en un dueto contigo en el álbum, en el tema “I Made a Case”, alguien que te ha apoyado mucho con tu música. ¿Colaboró en el tema por casualidad? Según he oído, tuvieron que sacar todos los adornos de la canción porque no querían que nada se interpusiera en el camino de sus voces contando la historia.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_3M_AGbXVb5s_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 30, "src_audio": "wmt/audio/3S7FkKvesu8_000.wav", "src_ref": "Water, the liquid that oceans are made of. And it fills endless depths. Only a few will venture out into the endless open ocean of this vast underwater world. Most of the ocean inhabitants live in the city, as it were, like human societies.", "tgt_ref": "Agua, el líquido del que están hechos los océanos. Y llena profundidades infinitas. Sólo unos pocos se aventuran en el océano abierto sin fin de este vasto mundo submarino. La mayoría de los habitantes del océano viven en la ciudad, por así decirlo, como en las sociedades humanas.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_3S7FkKvesu8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 31, "src_audio": "wmt/audio/3hGlnmof_F8_003.wav", "src_ref": "Well, you'd only have the law on you, and bring it back, and then things would be worse than ever. Maybe so. It just ain't no sense in livin'. We ain't got a chance. Why, Chris, what a thing to say. We've all got a chance. The world's full of beautiful things. Not for us, swampers. Yes siree, for all of us.", "tgt_ref": "- Bueno, sólo que se te echaría la ley encima, y vuelta al principio, y entonces las cosas se pondrían peor que nunca. - Puede ser. Es sólo que vivir no tiene sentido. No tenemos ninguna posibilidad. - Vaya, Chris, qué cosas dices. Todos tenemos posibilidades. El mundo está lleno de cosas hermosas. - No para nosotros, obreros. - Sí señor mío, para todos nosotros.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_3hGlnmof_F8_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 32, "src_audio": "wmt/audio/3u-ImON16rs_000.wav", "src_ref": "Hey Psych2Goers, and welcome back to our channel. Thank you so much for all the love you've given us. Your ongoing support has helped us make psychology and mental health more accessible to everyone. Now let's continue. We've all done something self-destructive at some point in our lives. Most of the time, it's not intentional and doesn't become a habit. Self-destructive behaviors are those that are bound to harm you physically or mentally. It may be unintentional, or you may know exactly what you're doing, but the urge is too strong to control. Problems can eventually arise when this type of behavior becomes habitual. So, here are seven common behaviors of a self-destructive person.", "tgt_ref": "Hola Psych2Goers, y bienvenidos de nuevo a nuestro canal. Muchas gracias por todo el cariño que nos han dado. Su apoyo constante nos ha ayudado a hacer que la psicología y la salud mental sean más accesibles para todos. Ahora, continuemos. Todos hemos hecho algo autodestructivo en algún momento de nuestras vidas. La mayoría de las veces no es intencionado y no se convierte en un hábito. Los comportamientos autodestructivos son aquellos que acabarán por dañarte física o mentalmente. Puede que no sea intencionado o que sepas exactamente lo que estás haciendo, pero el impulso es demasiado fuerte para controlarlo. Pueden llegar a surgir problemas cuando este tipo de comportamiento se convierte en habitual. Así, aquí tenemos siete comportamientos habituales de una persona autodestructiva.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_3u-ImON16rs_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 33, "src_audio": "wmt/audio/4EXYb1KXvzM_002.wav", "src_ref": "Starfire. The princess of Tamaran. Comfortable, I hope. Lord Bagrok! Oh! Such a formidable spirit. Your sister was wise to hand you over. Garbler neck!", "tgt_ref": "- Starfire... - La princesa de Tamaran. Espero que estés cómoda. - ¡Lord Bagrok! ¡Oh! - Qué espíritu tan formidable. Tu hermana fue sabia al entregarte. - ¡Cuello de Garbler!", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_4EXYb1KXvzM_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 34, "src_audio": "wmt/audio/4cfsI4ZjTbU_001.wav", "src_ref": "We must recognize that the government of the People's Republic of China and the government of the United States have had great differences. We will have differences in the future. But what we must do is to find a way to see that we can have differences without being enemies in war.", "tgt_ref": "Debemos reconocer que el gobierno de la República Popular China y el gobierno de los Estados Unidos han tenido grandes diferencias. Tendremos diferencias en el futuro. Pero lo que tenemos que hacer es encontrar la manera de ver que podemos tener diferencias sin ser enemigos bélicos.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_4cfsI4ZjTbU_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 35, "src_audio": "wmt/audio/5969NouFGfs_002.wav", "src_ref": "How did you very early on, considered or realized that, well, engineering is just part of the challenge? Especially that we're taught as engineers that we're dealing with issues, right? And we're finding solutions. That's our job. Sure, sure. How did you came across that so early on? Well, it was a strange coincidence, so to speak. Of course, I grew up in the 1970s. I gained my political consciousness, as well as my academic understanding in the 1970s, and that context matters, of course, massively.", "tgt_ref": "- ¿Cómo te diste cuenta, en una etapa muy temprana, de que la ingeniería es, bueno, parte del desafío? Especialmente porque como ingenieros se nos enseña que estamos lidiando con problemas, ¿verdad? Y nosotros encontramos soluciones, ese es nuestro trabajo. - Claro, claro. - ¿Cómo te deparaste con eso tan pronto? - Bueno, fue una extraña coincidencia, por decirlo de alguna manera. Claro, yo crecí en los años 70. Tomé conciencia política, así como mis conocimientos académicos en los 70, y ese contexto importa, claro, enormemente.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_5969NouFGfs_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 36, "src_audio": "wmt/audio/5Ohwuu0GuMA_000.wav", "src_ref": "South Wales four-piece The Now are proud to release their debut album, Too Hot To Handle, via True Music, and Callum joins me now. How are you doing, Callum? How's it going? Yeah, all good. Good, yourself? Yes, I'm very good. Thank you. It's a privilege to speak to yourselves because I've been listening to your music quite a lot since 2023. So I'm just loving the music, and I think it's something that we definitely need in the charts these days.", "tgt_ref": "- El cuarteto del sur de Gales The Now se enorgullece de publicar su álbum de debut “Too Hot To Handle”, con la discográfica True Music, y Callum está aquí conmigo ahora. ¿Cómo estás, Callum? - ¿Cómo va todo? Sí, todo bien. Bien. ¿Y tú? - Sí, muy bien. Gracias. Es un privilegio hablar con ustedes porque he estado escuchando su música bastante desde 2023. Así que me encanta la música, y creo que es algo que sin duda necesitamos en las listas de éxitos en estos tiempos que corren.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_5Ohwuu0GuMA_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 37, "src_audio": "wmt/audio/5TqcJCKl34g_000.wav", "src_ref": "So, when did you first start writing and performing music after having your stage in front of your grandparents there? Well, basically, more performing. I did a bit of writing, but I left it to professionals, you know, when I was recording with professional writers and big, big hits around the world.", "tgt_ref": "- Bien, ¿cuándo empezaste a componer y tocar música después de actuar para tus abuelos? - Bueno, básicamente, a tocar más. Compuse un poco, pero se lo dejé a los profesionales, ya sabes, cuando grababa con compositores profesionales y grandes, grandes éxitos en todo el mundo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_5TqcJCKl34g_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 38, "src_audio": "wmt/audio/5jn6pLG9P7k_000.wav", "src_ref": "Proper handling and disposal of waste at your auto repair facility is important for employee health, but also to avoid fines or significant legal settlements. Also, customers want to do business with companies that make an effort to proactively protect the environment and operate in a sustainable way. So what are seven ways you can do this? Number one: re-refining used oil. Don't just discard your old oil. With the right processes, oil can be fully re-refined and reused indefinitely without any reduction in quality.", "tgt_ref": "La correcta manipulación y eliminación de residuos en tu taller de reparación de autos es importante para la salud de los empleados, pero también para evitar multas o considerables conciliaciones legales. Además, los clientes quieren hacer negocios con empresas que se esfuercen en proteger el medio ambiente de forma proactiva y que operen de forma sostenible. Así que, ¿cuáles son las siete formas en las que puedes hacer esto? Número uno: volver a refinar el aceite usado. No deseches el aceite usado sin más. Con los procesos adecuados, el aceite puede volver a refinarse y reutilizarse indefinidamente sin perder calidad.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_5jn6pLG9P7k_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 39, "src_audio": "wmt/audio/5mzS5ZJPAsM_007.wav", "src_ref": "Check. Check. Rock defeats scissors, scissor defeats paper, and paper defeats rock. You win. The loser will lose one star. At the end of each game, the referee will put the cards back into the recycling box. Of course, if both players choose the same card, the game is tied, and no one will lose a star.", "tgt_ref": "Probando. Probando. Piedra vence tijeras, tijeras a papel y papel a piedra. Ganas tú. El perdedor perderá una estrella. Al final de cada partida el árbitro volverá a colocar las cartas en la caja de reciclaje. Claro, si ambos jugadores eligen la misma carta, la partida queda en empate y nadie pierde una estrella.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_5mzS5ZJPAsM_007", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 40, "src_audio": "wmt/audio/5t6wu7zIFBg_000.wav", "src_ref": "Hello, this is Nick from Review Outlaw. So, what we're going to do today is do a final walk-through of the cabin we finished up. Pretty much getting to the end. This is the first room you walked into before. As you can see, we finished that ceiling, got the walls, all sheetrock painted. This little border across here. Got alarm system in.", "tgt_ref": "Hola, soy Nick de Review Outlaw. Bien, lo que vamos a hacer hoy es hacer un recorrido final de la cabaña que terminamos. Casi, casi la estamos acabando. Esta es la primera habitación en la que entramos antes. Como se ve, terminamos el techo, las paredes, pintamos toda la placa de yeso. Este pequeño borde que cruza por aquí. Instalamos el sistema de alarma.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_5t6wu7zIFBg_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 41, "src_audio": "wmt/audio/638jXo5Gh2E_000.wav", "src_ref": "Hello, World PDR coming at you here with a 2018 brand new Yukon Denali. It's got a little dent right here in the back quarter. I've got it not super warm. I've got it 95. That's maybe a little too warm. I'm gonna turn this down. We're just going to do a quick little glue pull. I've got the glue all hot and ready. Can you guys see where that dent is? I'm just going to drop it right in there and then maybe even remove the heat.", "tgt_ref": "Hola, World PDR para ustedes con un Yukon Denali del 2018 nuevo. Tiene una pequeña abolladura justo aquí en la parte trasera. No está excesivamente caliente. Está a 35º. Quizás es un poquito demasiado caliente. Voy a bajarlo. Vamos sólo a sacar un poco de cola. Tengo aquí la cola bien caliente y lista. ¿Pueden ver dónde está la abolladura? Tan sólo voy a dejarla caer justo ahí y después tal vez incluso dejar de dar calor.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_638jXo5Gh2E_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 42, "src_audio": "wmt/audio/64yy78jMNcM_000.wav", "src_ref": "Take a close look at this bolt. It has some surface rust on it, but it's still useful. We're going to show you how we managed to play ordinary hardware with a zinc finish. If you always have the materials on hand at home, you can save yourself a little money and a trip to the hardware store whenever you need zinc-plated hardware. We're going to show you everything you need to have on hand to zinc plate and weatherproof this bolt.", "tgt_ref": "Fíjate bien en este tornillo. Tiene un poco de óxido por encima, pero aún sirve. Vamos a enseñarte cómo fuimos capaces de chapar tornillería corriente con acabado en zinc. Si tienes los materiales a mano en casa, puedes ahorrarte un dinerito y un paseo hasta la ferretería cada vez que necesites tornillería chapada en zinc. Vamos a enseñarte todo lo que necesitas tener a mano para chapar este tornillo en zinc y hacerlo resistente a los elementos.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_64yy78jMNcM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 43, "src_audio": "wmt/audio/6D9Z7antjMw_002.wav", "src_ref": "And he said, \"You have a tattoo.\" And I said, \"I have a few.\" But, \"On your hand.\" I have a banjo, and I told him about it. It was a friend of mine, Darryl Adams. And it's a banjo. Do you have it? Oh yeah, there's a banjo right there on your hand. Can we see it? Look, there's a banjo. It's the kind of tattoo you should really get on your knee, you know? Yeah, yeah. Or, or... A banjo on my knee, kind of thing. Oh, a banjo on my knee! Yeah. Yeah!", "tgt_ref": "Y me dijo: “Tienes un tatuaje”. Y yo le dije: “Tengo unos cuantos”. Pero “En la mano”. Tengo un banjo, y le hablé de él. Era de un amigo mío, Darryl Adams, y es un banjo. ¿Lo tienes? Oh sí, tienes un banjo justo ahí en la mano. ¿Podemos verlo? Miren, es un banjo. Es el tipo de tatuaje que realmente deberías hacerte en la rodilla, ¿sabes? Si, si. O, o... Un banjo en la rodilla, algo así. ¡Oh, un banjo en la rodilla! Sí. ¡Sí!", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_6D9Z7antjMw_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 44, "src_audio": "wmt/audio/6JeSS_CODZ0_000.wav", "src_ref": "Here's the full story of Danny and Sam. Ready? Ready. Danny Fenton and Sam Manson are best friends, and along with Tucker, they spend pretty much all their time together. Sam's the reason Danny has ghost powers in the first place. Come on, Danny, a ghost zone? You gotta check it out. You know what? You're right.", "tgt_ref": "Aquí está la historia completa de Danny y Sam. - ¿Listo? - Listo. Danny Fenton y Sam Manson son íntimos amigos y, junto con Tucker, pasan casi todo el tiempo juntos. Sam es la razón por la que Danny tiene poderes fantasmales en primer lugar. - Vamos, Danny, ¿una zona fantasma? Tienes que ver como es. - ¿Sabes qué? Tienes razón.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_6JeSS_CODZ0_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 45, "src_audio": "wmt/audio/6RjTvN2QhSY_000.wav", "src_ref": "Nearby, Basil was awoken by an emergency alert as a foul smelling gas cloud from the blaze was spread across the area. Locals were told not to leave their homes and to close all windows and doors, although this alert was lifted around 7 AM when the smoke was thought to be non-fatal. It wouldn't be the air so much as the water that would be heavily polluted, and it would be the very water used to douse the flames that would cause the disaster. The highly toxic mercury compounds were present as fungicides in sea dressings in the warehouse, and were marked with fluorescent red dye Rhodamine B.", "tgt_ref": "Cerca de allí, una alerta de emergencia despertó a Basil mientras una nube de gas fétido se extendía por toda la zona. Se pidió a los vecinos que no salieran de sus casas y que cerraran todas las puertas y ventanas, aunque la alerta acabó sobre las 7 de la mañana, cuando se pensó que el humo no era mortal. No sería tanto el aire como sí el agua que acabaría muy contaminada, y sería la misma agua utilizada para sofocar las llamas la que causaría el desastre. Los altamente tóxicos compuestos de mercurio estaban presentes como fungicidas en los apósitos marinos del almacén, y estaban marcados con el colorante rojo fluorescente Rodamina B.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_6RjTvN2QhSY_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 46, "src_audio": "wmt/audio/6YeLsSSPNLQ_000.wav", "src_ref": "Crime fighters' log 1.2747. Jump City is a cesspool. I can't bring justice to the streets alone. I need a sidekick, preferably several sidekicks. I'll call them teammates to be polite, but everyone will know their sidekicks. Networking apps. Welcome, RobDog_747. Let's put together a team. Team assemble mode. Not older than me.", "tgt_ref": "Diario de los Luchadores contra el Crimen 1.2747. Jump City es un pozo negro. No puedo llevar la justicia a las calles yo sólo. Necesito ayudantes, a poder ser varios. Los llamaré compañeros de equipo por ser educado, pero todos sabrán que son ayudantes. Aplicaciones de red. Bienvenido, RobDog_747. Montemos un equipo. Modo armar equipo. No mayor que yo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_6YeLsSSPNLQ_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 47, "src_audio": "wmt/audio/6ji3tqZUynY_001.wav", "src_ref": "Kim Jong-il said to the officials, \"I shared a great leader's motor, served the working masses, and let flowers bloom even on a rock, if this is the people's desire. This is my alpha and omega. This idea has been embedded in every aspect of the people's living in the solution of traffic problem for one thing.\"", "tgt_ref": "Kim Jong-il dijo a los funcionarios: “Compartí el lema de un gran líder, serví a las masas trabajadoras y dejé que las flores florecieran incluso en una roca, si ese es el deseo del pueblo. Este es mi alfa y omega. Esta idea se ha integrado en todos los aspectos de la vida del pueblo, en la solución del problema del tráfico para empezar.”", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_6ji3tqZUynY_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 48, "src_audio": "wmt/audio/7MQ3Yx2h3Rg_000.wav", "src_ref": "First of all, what we're going to do is just mix this paint up. It mixes one to one with a reducer. And we just mix it up like we normally would painting anything. So I have two ounces of paint here, so I'm going to put two ounces of reducer. We're going to stir it up. Now it's ready to put in the gun and spray.", "tgt_ref": "Antes de nada, lo que vamos a hacer es mezclar esta pintura. Se mezcla uno a uno con un reductor. Y simplemente lo mezclamos como lo haríamos normalmente pintando cualquier cosa. Así que si tengo aquí cincuenta gramos de pintura, pues entonces pongo cincuenta de reductor. La removemos. Ahora está lista para poner en la pistola y pulverizar.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_7MQ3Yx2h3Rg_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 49, "src_audio": "wmt/audio/8HgZcwSmM0c_000.wav", "src_ref": "This is aluminum. Aluminum for our industries and aluminum for our homes. Aluminum for building, for transportation, for communication, for agriculture, and for national defense. What is it that has made aluminum, one of the youngest members in the family of metals, such an outstanding material? The answer lies in its amazing versatility and unusual combination of properties: Its smart, modern appearance in a variety of natural or colored finishes. Its great strength, combined with extreme light weight--an outstanding advantage in almost every metal application.", "tgt_ref": "Esto es aluminio. Aluminio para nuestras industrias y aluminio para nuestros hogares. Aluminio para la construcción, para el transporte, para las comunicaciones, para la agricultura y para la defensa nacional. ¿Qué es lo que ha hecho del aluminio, uno de los miembros más jóvenes de la familia de los metales, un material tan excepcional? La respuesta radica en su asombrosa versatilidad e inusual combinación de propiedades: su aspecto elegante, moderno, en una variedad de acabados coloridos o naturales. Su gran resistencia, combinada con una extrema ligereza; esta es una ventaja extraordinaria en casi cualquier aplicación de un metal.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_8HgZcwSmM0c_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 50, "src_audio": "wmt/audio/8bbVFeTIIg8_000.wav", "src_ref": "Initial applications to Harvard for a psychology master's were rejected, but was eventually admitted. The initial setbacks were due to Milgram not taking any undergraduate courses in psychology at Queens College. In 1961, Milgram received a PhD in social psychology. He became an assistant professor at Yale around the same time.", "tgt_ref": "Las primeras solicitudes para hacer un máster en psicología en Harvard fueron rechazadas, pero acabó por ser admitido. Los contratiempos iniciales se debieron a que Milgram no había cursado ninguna asignatura de psicología en el Queens College antes de graduarse. En 1961, Milgram se doctoró en psicología social. Fue nombrado profesor adjunto en Yale por esa misma época.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_8bbVFeTIIg8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 51, "src_audio": "wmt/audio/9GhGiB4KhTM_004.wav", "src_ref": "I didn't say that. You don't have to. You know better than anyone that violence begets violence every time. The Council made the decision. The Council is gone! We spend our entire lives, entire millennia devoted to protecting life.", "tgt_ref": "- Yo no he dicho eso. - No hace falta. - Sabes mejor que nadie que la violencia siempre engendra violencia. - El Consejo tomó la decisión. - ¡El Consejo ya no existe! - Pasamos toda nuestra vida, milenios enteros, dedicados a proteger la vida.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_9GhGiB4KhTM_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 52, "src_audio": "wmt/audio/9s2UyGBuvYw_003.wav", "src_ref": "And there's just something that evokes a serious sense of awe. And that's what I want to try to convey to you guys tonight. So I hope you're ready for a nice relaxing journey through some of the deeper history of ancient Egypt.", "tgt_ref": "Y hay algo que simplemente evoca una gran sensación de asombro. Y eso, amigos, es lo que quiero intentar transmitirles esta noche. Así que espero que estén listos para un bonito y relajante viaje a través de la historia más profunda del antiguo Egipto.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_9s2UyGBuvYw_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 53, "src_audio": "wmt/audio/9xy_fiA1gRo_001.wav", "src_ref": "If you're going to use tar to seal, it'll crack. Let me show you. I'm removing the silicon, which is one of the no-nos--the silicon sealer. But then, somebody put tar here and they painted over the tar. Let me show you. What did that do? It's just a filler.", "tgt_ref": "Si van a usar brea para sellar, se agrietará. Déjenme que les muestre. Estoy quitando la silicona, que es una de esas cosas que nunca de deben hacer... lo del sellador de silicona. Pero entonces, alguien puso brea aquí y pintaron sobre la brea. Déjenme que les muestre. ¿Y total eso para qué? Es tan sólo un relleno.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_9xy_fiA1gRo_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 54, "src_audio": "wmt/audio/A9OuD5Ja5Uo_002.wav", "src_ref": "For a man, I feel more sorry for him than her, somehow. There's nothing can be done about it. Their daughter's had another sinking spell. The hospital doesn't think she'll last the day. It must be unbearable. I've never lost anyone. She'll get over it. Oh, I'm sorry, Mrs. Leslie. Oh, that's all right, Miss Rone. You get over it. Eventually.", "tgt_ref": "- Siendo hombre, siento más pena por él que por ella, de alguna forma. - No se puede hacer nada al respecto. Su hija ha tenido otro episodio crítico. En el hospital no creen que pase del día. - Debe ser insoportable. Nunca he perdido a nadie. - Lo superará. - Oh, lo siento, Sra. Leslie. - Oh, no pasa nada, Srta. Rone. Lo superará. Con el tiempo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_A9OuD5Ja5Uo_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 55, "src_audio": "wmt/audio/AC2UOuvVol8_000.wav", "src_ref": "It's 6:03 right now on this Wednesday morning, and we are following a tragic story this morning. A teenager is dead after police found her body in an eastside ditch. The gruesome discovery was made hours after her parents reported her missing, saying she had left on a walk last night. News 4's Tawny Davis is live this morning with more on the circumstances that may have led to her death and the police investigation. Good morning, Tawny.", "tgt_ref": "Son ahora mismo las 6:03 de esta mañana de Miércoles y nos ocupamos de una trágica historia esta mañana. El cuerpo de una adolescente muerta ha sido encontrado por la policía en una zanja del Este. Este horrible hallazgo ha ocurrido horas después de que sus padres denunciaran su desaparición afirmando que salió a dar un paseo anoche. Tawny Davis de News 4 se encuentra en directo esta mañana con más información sobre las circunstancias que han podido causar su muerte y la investigación policial. Buenos días, Tawny.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_AC2UOuvVol8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 56, "src_audio": "wmt/audio/Aevb1Pl1iic_007.wav", "src_ref": "It's been months, and I feel like I'm still standing there at his grave. I can't leave him. He's gone, and I still can't leave him. I see him in every uniformed soldier I pass, and they're everywhere since the bombing.", "tgt_ref": "Han pasado meses y siento como si aún estuviera allí junto a su tumba. No puedo abandonarlo. Se ha ido y sigo sin poder dejarlo. Lo veo en cada soldado uniformado con el que me cruzo y están en todas partes desde el bombardeo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Aevb1Pl1iic_007", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 57, "src_audio": "wmt/audio/Amf0UGzO31M_005.wav", "src_ref": "Okay, I died. There was some lag there when I was panning. Yeah, that's what made me miss the shot. My ping is fine. Anyways. Yeah, you can see what I mean by the frame rate. That's what I really don't like about this device. It can't keep up with the game, basically. So when I was shooting him, basically I was shooting at all the wrong places, not because of my ping, but it's because of the phone graphics lagging, basically. All right, so let's head over to COD", "tgt_ref": "Vale, estoy muerto. Había un cierto retraso mientras estaba haciendo la panorámica. Si, eso fue lo que me hizo perderme el disparo. Mi ping está bien. De todos modos. Si, puedes entender a lo que me refiero por fotogramas por segundo. Eso es lo que realmente no me gusta de este dispositivo. Básicamente, no es capaz de seguir el ritmo de juego. Así que mientras yo lo disparaba, básicamente estaba disparando a los lugares equivocados, no por culpa de mi ping sino, básicamente, por el retraso de los gráficos del celular. Bueno, pasemos ahora al COD", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Amf0UGzO31M_005", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 58, "src_audio": "wmt/audio/B9abU6r80P4_003.wav", "src_ref": "What did you get? Like, how did it apply to your own life? Well, at the end of the day, they all ask God for forgiveness. All of them. So when you're reading all these books about all these conquerors, when you're a young man and you're on your way to becoming the youngest ever heavyweight champion, and you're trying to take on the mindset of the conquerors, and you find out they all ask God for forgiveness-- Yeah. --how did that affect you? That was pretty cool, because by that, I learned greatness was the willingness to die.", "tgt_ref": "¿Qué has conseguido? Quiero decir, ¿cómo ha afectado a tu propia vida? Bueno, al fin y al cabo, pedirán a Dios su perdón. Todos ellos. Así que cuando estés leyendo todos estos libros sobre todos estos conquistadores, cuando eres un joven en camino a convertirte en el campeón de pesos pesados más joven de la historia y estás intentando adoptar la mentalidad de los conquistadores y descubres que todos ellos piden el perdón de Dios-- Si. --¿Cómo te afecta eso? Eso fue genial, porque gracias a ello, aprendí que la grandeza era la voluntad de morir.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_B9abU6r80P4_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 59, "src_audio": "wmt/audio/BAvkbiKnFEY_000.wav", "src_ref": "Hello, everyone! If you don't know me, my name is Janica, and I am an expert from Finland, living in the Netherlands. Welcome to this vlog. Today we are in the city of Haarlem. Harlem is a really lovely city located in the province of North Holland.", "tgt_ref": "¡Hola a todos! Por si no me conocen, mi nombre es Janica y soy una experta de Finlandia que vive en los Países Bajos. Bienvenidos a este vlog. Hoy nos encontramos en la ciudad de Haarlem. Haarlem es una ciudad realmente encantadora ubicada en la provincia de North Holland.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_BAvkbiKnFEY_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 60, "src_audio": "wmt/audio/BTIfGFJqLko_005.wav", "src_ref": "I know that a lot of you have been having some fun with my advancing years. You've even tied my recent surgery to my age. Well, I got to be honest with you. I had that same operation when I was young, and it felt so good, I wanted to have it done again before I was too old. But I am aware of my age. When I go in for a physical, now they no longer ask me how old I am. They just carbon date me.", "tgt_ref": "Ya sé que muchos de ustedes se han divertido con mi envejecimiento. Incluso han relacionado mi reciente operación con mi edad. Bien, debo ser honesta con ustedes. Me sometí a esa misma operación cuando era joven, y me hizo sentir tan bien, que quise repetirla antes de ser demasiado mayor. Pero soy consciente de mi edad. Cuando voy a hacerme un chequeo, ya no me preguntan mi edad. Simplemente me datan mediante la técnica del carbono.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_BTIfGFJqLko_005", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 61, "src_audio": "wmt/audio/BmgU6BTfNQM_001.wav", "src_ref": "Battery is good. Now we can see this IC is dislocated from the PCB. We can see the condition of this IC. Now this track is coming here. This track is damaged.", "tgt_ref": "La batería funciona. Ahora podemos comprobar que este IC está dislocado de la PBC. Podemos comprobar el estado de este IC. Ahora esta pista viene aquí. La pista está dañada.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_BmgU6BTfNQM_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 62, "src_audio": "wmt/audio/Fhach-AU5Ko_020.wav", "src_ref": "With his general-purpose military markings, the Guinean puffer fish doesn't mind being seen. The Atlantic lizardfish doesn't bother with disguises at all. It simply shimmies into the sand. This may fool both its prey and its predators. But it won't fool the puffer fish patrol.", "tgt_ref": "Con sus marcas militares de uso general, al pez globo guineano no le importa ser visto. El pez lagarto del Atlántico no molesta en disfrazarse. Simplemente se esconde en la arena. Esto puede engañar a sus presas y depredadores. Pero no engañará a la patrulla de peces globo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Fhach-AU5Ko_020", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 63, "src_audio": "wmt/audio/Ft41IG2BAG8_001.wav", "src_ref": "I like to wear gloves, just because stainless edges are usually pretty sharp, like a razor, so you don't want to cut yourself up while you're trying to straighten it. I like to use the table as a dolly a lot of the time. They do also offer specialty trim, or jeweler's hammers is what they're sometimes called. Also trim anvils. But in this case, since it's a large flat piece, I'm just going to go ahead and use my stand-alone auto body hammer.", "tgt_ref": "Me gusta llevar guantes, simplemente porque los bordes de acero inxoidable suelen ser bastante afilados, como una cuchilla, así que no quieres cortarte cuando estás intentando enderezarlo. Me gusta usar la mesa como carrito casi todo el tiempo. También ofrecen martillos especiales de corte o martillos de joyero que es como a veces se les denomina. También yunques de corte. Pero en este caso, como es una pieza grande plana, simplemente voy a usar mi martillo de carrocería de auto.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Ft41IG2BAG8_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 64, "src_audio": "wmt/audio/JJXzBWhdVuA_000.wav", "src_ref": "Today we're making some beautiful vintage Easter crafts. Keep watching! I'm Brandy, and this is Making It My Own DIYs. Welcome! The first project are going to be two Easter ornaments. I'm going to start off with two little ornaments here, and you can use whatever you have on hand. I've got these little decor eggs from Dollar Tree.", "tgt_ref": "Hoy vamos a hacer unas bonitas manualidades vintage de Pascua. ¡Seguid atentos! Soy Brandy y esto es \"Making My Own DIYS\". ¡Bienvenidos! El primer proyecto va a consistir en dos ornamentos de Pascua. Voy a comenzar con dos pequeños ornamentos y puedes usar lo que sea que tengas a tu alcance. Tengo estos dos pequeños huevos de decoración de Dollar Tree.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_JJXzBWhdVuA_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 65, "src_audio": "wmt/audio/JTpvaw6ywbE_000.wav", "src_ref": "The king, Lalibela, is said to have traveled the 1,600 miles to Jerusalem. Legend has it, when he returned and Jerusalem fell to the Islamic conquest, Lalibela ordered a new home for Christianity. Each church was carved from a single piece of rock to symbolize spirituality and humility. The Christian faith inspired many features receiving Biblical names. Even Lalibela's river is known as the River Jordan. Lalibela remained the capital of Ethiopia from the late-12th into the 13th century.", "tgt_ref": "Se dice que el rey, Labiela, viajó las 1.600 millas hasta Jerusalén. Cuenta la leyenda que cuando volvió y Jerusalén había sucumbido a la conquista islámica, Labiela ordenó la creación de un nuevo hogar para la cristiandad. Cada iglesia se excavó en una sola pieza de roca para simbolizar espiritulidad y humildad. La fe cristiana inspiró que muchos elementos recibieran nombres bíblicos. Incluso el río de Labiela es conocido como el río Jordán. Labiela se mantuvo como capital de Etiopía desde finales del siglo XII hasta el siglo XIII.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_JTpvaw6ywbE_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 66, "src_audio": "wmt/audio/JbE_J9AlrSw_000.wav", "src_ref": "On Mars, which is a planet half the size of the Earth. There was a lot of water on Mars a long time ago. To do that kind... There's a volcano on Mars, 81,000 feet tall--almost three times taller than Everest. So, like, what's happened over the great span of time is more than really my imagination can grasp. So anyhow, first water. First life: 3.7 billion years, we'll just say life. So, you know, pretty, pretty early in the, you know, early evolution of", "tgt_ref": "En Marte, que es un planeta la mitad de grande que la Tierra. Había mucha agua en Marte hace mucho tiempo. Para hacer ese tipo de... Hay un volcán en Marte de 81.000 pies de altura--casi tres veces más alto que el Everest. Así que, lo que ha ocurrido en el gran lapso de tiempo es más de lo que mi imaginación puede abarcar. Así que, de todos modos, lo primero fue el agua: 3.700 millones de años, podríamos decir simplemente, vida. Así que, ya sabes, bastante, bastante temprano en la, ya sabes, evolución temprana de", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_JbE_J9AlrSw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 67, "src_audio": "wmt/audio/L7_fgdw4kwY_000.wav", "src_ref": "Transeuropa Festival is a biannual, cultural, political, and artistic event/forum/conference that brings together quite a lot of different formats. We've been doing this now as European Alternative, the organization behind this, for 10 years. So we have quite a bit of experience. At the same time, it's an event that is nomadic, so it always takes place in a different city. The last time, two years ago, we were in Belgrade, so in a city outside of the European Union. This year, in 2017, we wanted to come to Madrid for quite a lot of different reasons.", "tgt_ref": "El Festival Transeuropa es un evento, foro y conferencia bianual de carácter cultural, político y artístico que reúne una gran variedad de formatos diferentes. Llevamos haciendo esto desde hace 10 años como la European Alternative, la organización que está detrás. Así que contamos con bastante experiencia. Al mismo tiempo, es un evento nómada por lo que siempre se lleva a cabo en una ciudad diferente. La última vez, hace dos años, estuvimos en Belgrado, una ciudad fuera de la Unión Europea. Este año, en 2017, queríamos venir a Madrid por muchas razones diferentes.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_L7_fgdw4kwY_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 68, "src_audio": "wmt/audio/LEFq4Nu-FhE_000.wav", "src_ref": "The Islamic Movement in Nigeria has described the freedom granted its leader El-Zakzaky and his wife as victory over persecution by President Muhammadu Buhari and Governor Nasiru El-Rufai of Kaduna State. The group also says the ruling has vindicated its leader and members of the group. Hello. Hope you enjoyed the news. Please do subscribe to our YouTube channel and don't forget to hit the notification button so you get notified about fresh news updates.", "tgt_ref": "El Movimiento Islámico de Nigeria ha descrito la libertad de su líder El-Zakzaky y su esposa como una victoria sobre la persecución del presidente Muhammadu Buhari y del gobernador del estado de Kaduna, Nasiru El-Rufai. El grupo también afirma que la sentencia ha reivindicado su líder y los miembros del grupo. Hola. Espero que estén disfrutando de las noticias. Por favor, subscríbanse a nuestro canal de Youtube y no se olviden de pulsar el botón de notificaciones para ser notificado de nuevas actualizaciones de las noticias.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_LEFq4Nu-FhE_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 69, "src_audio": "wmt/audio/Lcdy6X5kMTs_000.wav", "src_ref": "Hey, everybody, this is TS Madison. And if you are trying to grow your business, brand, or a product, why not advertise with me? Email me at booktsmadison@gmail.com so that you can get in on our comprehensive advertisement packages. Unique visits, unique subscribers, honey, a broad demographic. Advertise with me today.", "tgt_ref": "Hola a todos, soy TS Madison. Y si estás intentando hacer crecer tu negocio, marca o producto, ¿por qué no anunciarte conmigo?. Envíame un correo electrónico a booktsmadison@gmail.com para que puedas participar en uno de nuestros completos paquetes de anuncios. Visitas únicas, subscriptores únicos, cariño, un amplio grupo demográfico. Anúnciate conmigo hoy.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Lcdy6X5kMTs_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 70, "src_audio": "wmt/audio/MBJ0dL68I_I_000.wav", "src_ref": "The documentary film you are about to see was shown to Mr. Alexander Kerensky, President of the Democratic Provisional Government of Russia overthrown by the Communists in 1917. Mr. Kerensky consented to make a few introductory remarks about our picture. We present 80-year-old Alexander Kerensky in his New York City apartment on October 10th, 1962.", "tgt_ref": "El documental que van a ver a continuación fue mostrado al Sr. Alexander Kerensky, presidente del Gobierno Democrático Provisional de Rusia, derrocado por los comunistas en 1917. El Sr. Kerensky accedió a hacer algunos apuntes introductorios sobre nuestra película. Les presentamos al octogenario Alexander Kerensky en su apartamento de la ciudad de Nueva York el 10 de Octubre de 1962.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_MBJ0dL68I_I_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 71, "src_audio": "wmt/audio/MG7hk2npXN0_005.wav", "src_ref": "Your Honor, my client accepts the jury as presently constituted. The jury is satisfactory to both sides? We accept the jury. The jury is satisfactory to us. Swear the jury.", "tgt_ref": "Su señoría, mi cliente acepta al jurado tal y como está constituido. ¿El jurado es satisfactorio para ambas partes? Aceptamos al jurado. El jurado es satisfactorio para nosotros. Jure el jurado.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_MG7hk2npXN0_005", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 72, "src_audio": "wmt/audio/MbW7DvLZ9Lg_005.wav", "src_ref": "Kid Durango of Arizona: The Dust Devils. The layer of dew that covered the prairie disappeared quickly as the sun rose over the foothills. The moon hung around for a while, and then sunk far below the ranges. The day began like a thousand other Arizona days. That was, until the cloud came.", "tgt_ref": "Kid Durango de Arizona: Los Remolinos de Polvo. La capa de rocío que cubría la pradera desapareció rápidamente mientras el sol ascendía sobre la ladera. La Luna merodeó durante un rato y luego se hundió muy por debajo de las cordilleras. El día comenzó como otros miles de días en Arizona. Así fue hasta que llegó la nube.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_MbW7DvLZ9Lg_005", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 73, "src_audio": "wmt/audio/N2KNk5qq1H8_000.wav", "src_ref": "And I have a lot of experience. I've worked internationally. I've worked this continent. I've worked different states, different market segments. And what I found is people are really intrigued by that. They want to know kind of what the behind the scenes is. So some of these videos are going to be tips from somebody that actually works in this industry, and I think that's what separates me a little bit from possibly other travel bloggers that you might follow. You know, I may not have worked for, say, even the cruise industry, but I had to take courses in it for my hospitality degree. So, even if I haven't worked in it, I've been educated on it.", "tgt_ref": "Y tengo mucha experiencia. He trabajado internacionalmente. He trabajado en este continente. He trabajado en diferentes estados, en diferentes segmentos del mercado. Y lo que he descubierto es que la gente está muy intrigada por ello. Quieren saber que es lo que hay entre bastidores. Así que algunos de estos videos serán consejos de alguien que realmente ha trabajado en esta industria y creo que eso es lo que posiblemente me diferencia un poco de otros blogueros de viajes a los que puede que sigas. Ya sabes, puede que no haya trabajado para, por ejemplo, la industria de los cruceros pero tuve que hacer cursos sobre ello para mi grado de hotelería. Así que, aunque no haya trabajado en ello, he sido instruida sobre ello.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_N2KNk5qq1H8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 74, "src_audio": "wmt/audio/NEEXiMgmA74_000.wav", "src_ref": "You're a jerk, Tom. Look, Celia, we have to follow our passions. You have your robotics and I just want to be awesome in space. Why don't you just admit that you're freaked out by my robot hand? I'm not freaked out by, it's... All right, fine. I'm freaked out. I'm having nightmares that I'm being chased by this giant, robotic claw. Oh, whatever, Tom!", "tgt_ref": "Eres un cretino, Tom. Mira Celia, tenemos que perseguir nuestras pasiones. Tú tienes la robótica y yo sólo quiero ser increíble en el espacio. ¿Por qué simplemente no admites que te asusta mi mano robótica? No me asusta tu, es que... Vale, está bien. Me asusta. Estoy teniendo pesadillas en las que me persigue una gigante garra robótica. ¡Oh, lo que sea!, Tom.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_NEEXiMgmA74_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 75, "src_audio": "wmt/audio/O0ORxKse1s8_088.wav", "src_ref": "Hello. How about that Albany call? Busy? Well call the chief operator, tell her to keep the line open. Official business. It's a matter of life and death. I hope you are telling me the truth, Miss Kennedy. It won't go well with you if you're not. I tell you every word I told you's the truth. Dirken grabbed me. He tore my dress. We struggled.", "tgt_ref": "Hola. ¿Qué tal esa llamada de Albany? ¿Ocupado? Pues llame a la operadora jefe, dígale que mantenga la línea abierta. Asunto oficial. Es cuestión de vida o muerte. Espero que me esté diciendo la verdad, señorita Kennedy. No le irá bien si no lo está haciendo. Le digo que cada palabra que le dije es la verdad. Dirken me agarró. Me rasgó el vestido. Forcejeamos.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_O0ORxKse1s8_088", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 76, "src_audio": "wmt/audio/OAaig_rKS5g_000.wav", "src_ref": "Okay, so this final repair is spine repair. Spine repair, it's a little bit more complicated. There are more steps to it, but if you follow along with me, I think you can easily do it. So what I'm going to do first for the spine repair is I need to remove this old spine. So, hopefully I can save this label and I can reattach it to the new material that we put over the spine. That way I don't have to worry about creating a paper label or going without a label. So I'll cut this part off first and I'll show you how to clean that up later.", "tgt_ref": "Bien, pues esta última reparación es la reparación del lomo. La reparación del lomo es un poco más complicada. Hay más pasos a seguir pero, si me sigues, creo que puedes hacerlo fácilmente. Entonces, lo primero que voy a hacer para reparar el lomo es retirar este lomo viejo. Así, con suerte, puedo salvar esta etiqueta y puedo volver a fijarla al nuevo material que pongamos sobre el lomo. De esa manera no me tengo que preocupar de crear una etiqueta de papel o dejarlo sin etiqueta. Así que, primero cortaré esta parte y te enseñaré como limpiarlo después.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_OAaig_rKS5g_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 77, "src_audio": "wmt/audio/OExU5AL7RMM_000.wav", "src_ref": "Welcome. Welcome, everyone. I'm just going to make sure that all of this is working. It just takes a minute. So I came on a bit early just to make sure. Just washed my hands and getting ready to go. So I'm just finishing setting up. I think we're good. I'm going to make mistakes. I can feel it. It's one of those days. So I'll just wait till people get on, and then we'll get started.", "tgt_ref": "Bienvenidos. Bienvenidos a todos. Simplemente voy a asegurarme de que todo esto funciona. Sólo será un minuto. Por eso vine un poco antes para segurarme. Me acabo de lavar las manos y me estoy preparando para empezar. Solamente estoy acabando de prepararme. Creo que ya estamos listos. Cometeré errores. Lo presiento. Es uno de esos días. Así que sólo esperaré que la gente llegue y después empezaremos.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_OExU5AL7RMM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 78, "src_audio": "wmt/audio/OPV8Gf1FFn8_021.wav", "src_ref": "Mom says you don't want to visit us. She says that? Yeah. Everybody's got a story, son. I guess that's hers. Life's funny that way, you know?", "tgt_ref": "Mamá dice que no quieres visitarnos. ¿Eso dice? Si. Todo el mundo tiene una historia, hijo. Supongo que ésa es la suya. La vida es así de curiosa, ¿sabes?", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_OPV8Gf1FFn8_021", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 79, "src_audio": "wmt/audio/ORZdsMICbUM_000.wav", "src_ref": "More than 4.5 billion years ago, the Milky Way Galaxy collided with a nearby dwarf galaxy. This encounter hastened the formation of stars. Our solar system is a part of the Milky Way Galaxy. Within the solar system, material circulation had been progressing.", "tgt_ref": "Hace más de 4.500 millones de años, la galaxia de la Via Láctea colisionó con una galaxia enana cercana. Este encuentro aceleró la formación de estrellas. Nuestro sistema solar es parte de la galaxia de la Via Láctea. Dentro del sistema solar, la circulación de materiales había estado progresando.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_ORZdsMICbUM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 80, "src_audio": "wmt/audio/OtKhIhSgy78_001.wav", "src_ref": "Oh my God. You guys, listen, I'm so excited because this comedy special is about 23 years in the making, okay? Yeah, I'll tell you what I mean by that. 23 years ago is when I first came to the Comedy Store and became a regular, and became a comedian and disappointed my Iranian immigrant parents.", "tgt_ref": "Oh, Dios mío. Muchachos, escuchen, estoy tan contento porque este especial de comedia lleva 23 años preparándose, ¿si? Si, les diré a lo que me refiero con eso. Hace 23 años es cuando llegué por primera vez al Comedy Store conviertiéndome en un asiduo y me convertí en un comediante y decepcioné a mis padres inmigrantes iraníes.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_OtKhIhSgy78_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 81, "src_audio": "wmt/audio/OyCyIOEyL20_000.wav", "src_ref": "About 450 million years ago, plants took a giant leap out of the oceans onto the land to become the plants that we know and love today. But how did they survive? Scientists at the John Innes Centre may have found out. Land plants survive by getting water and nutrients from the soil. They do this by forming a special friendship with soil-dwelling fungi called mycorrhiza. These strands of mycorrhiza reach deep into the soil and drag the nutrients and water back to the plants. But when the first algae landed on soil, how did they survive long enough to form these beneficial friendships?", "tgt_ref": "Hace unos 450 millones de años, las plantas dieron un gran paso hacia afuera de los océanos hasta la tierra para convertirse en las plantas que conocemos y amamos hoy. Pero, ¿cómo sobrevivieron? Científicos del John Innes Centre podrían haberlo descubierto. Las plantas terrestres sobreviven del agua y los nutrientes que obtienen de la tierra. Hacen esto entablando una relación especial con unos hongos que habitan en la tierra llamados micorrizas. Estos filamentos de micorrizas penetran profundamente en la tierra y arrastran los nutrientes y el agua de nuevo hacia las plantas. Pero cuando las primeras algas llegaron al suelo, ¿cómo sobrevivieron lo suficiente para formar esta relación beneficiosa?", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_OyCyIOEyL20_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 82, "src_audio": "wmt/audio/P7qy6VYelYk_000.wav", "src_ref": "It seems that as we suspected, the evidence is mounting to support the far more logical claim that an advanced lost civilization's heritage has been stolen by different, more modern civilization all over the world. A great civilization did once flourish here on Earth--one which has been actively suppressed, stolen from, exploited, and hidden for far too long. Thanks for watching, guys, and until next time, take care.", "tgt_ref": "Parece ser que, como sospechábamos, las pruebas se acumulan para apoyar la más que lógica afirmación de que el legado de una avanzada civilización perdida fue robado por otras, diferentes y más modernas, en todo el mundo. Una gran civilización floreció una vez aquí en la Tierra--una que fue activamente suprimida, robada, explotada y ocultada por demasiado tiempo. Gracias por vernos, muchachos, y hasta la próxima vez, cuídense.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_P7qy6VYelYk_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 83, "src_audio": "wmt/audio/PKgwplBTr7s_002.wav", "src_ref": "I'll never be a superhero. You have the power. The problem is you have so much that you can't control it. I know who can help us train better. Of course! We'll start with virtual training! This VR is super realistic. We were just walking by and we thought, hey, let's test out the new little weakling.", "tgt_ref": "Nunca seré un superhéroe. Tienes el poder. EL problema es que tienes tanto que no lo puedes controlar. Sé quién puede ayudarnos a entrenar mejor. ¡Claro! ¡Empezaremos con entrenamiento virtual! Esta RV es súper realista. Pasábamos por allí y pensamos, oye, vamos a probar al nuevo pequeño debilucho.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_PKgwplBTr7s_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 84, "src_audio": "wmt/audio/Q4lcIWMntCY_000.wav", "src_ref": "Hello, and welcome to this travel vlog. Today we are exploring the city of Rotterdam. Rotterdam is a city located in the province of South Holland. It is a city that divides opinions because of its more modern and urban-looking architecture. Rotterdam was almost completely destroyed during World War II when the Germans attacked the city. Because of this, the city had to be rebuilt, resulting in it looking quite different from the other cities in the Netherlands.", "tgt_ref": "Hola y bienvenidos a este vlog de viajes. Hoy estamos explorando la ciudad de Rotterdam. Rotterdam es una ciudad ubicada en la provincia de South Holland. Es una ciudad que provoca división de opiniones por su arquitectura de aspecto más moderno y urbano. Rotterdam fue destruida casi en su totalidad durante la Segunda Guerra Mundial cuando los alemanes atacaron la ciudad. Por este motivo, la ciudad tuvo que ser reconstruida por lo que su aspecto resultó bastante diferente al de las otras ciudades de los Países Bajos.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Q4lcIWMntCY_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 85, "src_audio": "wmt/audio/Q5coSYYa6z0_000.wav", "src_ref": "Affordable furniture DIYs are always a hit here on Lone Fox, so I wanted to share with you guys how I created this nightstand from a simple crate from IKEA. So this is the Knagglig crate, which you can pick up for about $10 at IKEA. And I went ahead and I started off by just constructing it based off the instructions. You have to just screw all of the elements together. And once they are all screwed up, you have a basic wooden crate. Now on the bottom of the wooden crate, I wanted to add a leg, so I elevated it off the floor with these little wooden trinket dishes, or like little wooden trays that I found at the craft store as well. They are just a simple wood, very similar to the one from IKEA, and I just E6000ed these down. You could also use a nail gun if you'd like to. And once you are done, you have a very simple, minimal nightstand.", "tgt_ref": "El bricolaje de muebles asequibles siempre es un éxito aquí en Lone Fox así que quería compartir con ustedes, muchachos, como creé esta mesita de noche con un simple cajón de IKEA. Así que éste es el cajón Knagglig y que puedes conseguir por unos 10 dólares en IKEA. Así que empecé por montarla según las instrucciones. Simplemente debes atornillar todas las partes juntas. Una vez que están atornilladas, consigues un cajón básico de madera. Ahora, al fondo del cajón quería añadir unas patas así que lo elevé del suelo con estos platitos de madera baratos, o como bandejitas de madera, que también encontré en la tienda de artesanía. Son una madera muy simple, similar a la de IKEA, y simplemente las pegué. También podrías usar una pistola de clavos si quisieras. Y cuando hayas acabado tendrás una mesita de noche muy simple y minimalista.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Q5coSYYa6z0_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 86, "src_audio": "wmt/audio/Q6ND_8glacs_000.wav", "src_ref": "What's up, guys? Zach here with Veteran Construction. For a lot of you, this is your first time on the roofing side of YouTube. So I want to welcome you guys personally by making a video that's very important to me. The subject of this video is, if I was to do this roof, and I've never shingled before, how would I do it, knowing everything that I know now? So this is a video that's going to help DIYers or new shinglers not make mistakes, and take the proper precautions to get this job done right, without wasting time. So first things first, we need to familiarize ourselves with this material.", "tgt_ref": "¿Qué tal, muchachos? Aquí está Zach con Veteran Construction. Para muchos de ustedes, esta es su primera vez en el tejado de Youtube. Así que les quiero dar la bienvenida personalmente haciendo un video que es muy importante para mí. La temática de este video es: si tuviera que hacer este tejado y nunca he colocado tejas antes, ¿cómo lo haria sabiendo todo lo que sé ahora? Así que este video ayudará a los aficionados al bricolaje o a los nuevos colocadores de tejas a no cometer errores y a tomar las precauciones adecuadas para hacer el trabajo bien sin malgastar tiempo. Así que, lo primero es lo primero, tenemos que familiarizaros con este material.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Q6ND_8glacs_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 87, "src_audio": "wmt/audio/QaueRRYecxo_000.wav", "src_ref": "While the Rescue Force patrols the city, we'll take care of watching over the museum in the box. It wouldn't be a good idea for the villains to try and steal the Cabbonita with us waiting inside. We've run out of money! We'll have to steal that diamond and sell it! Otherwise, we'll have to do our experiments with soda pop! How are we going to get the bots inside? It's all taken care of.", "tgt_ref": "Mientras la Fuerza de Rescate patrulla la ciudad, nosotros nos encargaremos de vigilar el museo en una caja. No sería buena idea que los villanos intentasen robar la Cabbonita mientras estamos dentro. ¡Nos hemos quedado sin dinero! ¡Tendremos que robar ese diamante y venderlo! ¡De lo contrario, tendremos que hacer los experimentos con gaseosa! ¿Cómo conseguiremos meter los robots dentro? Ya está todo arreglado.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_QaueRRYecxo_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 88, "src_audio": "wmt/audio/QebrbHpjAac_000.wav", "src_ref": "The Tomb of the Unknown Soldier is a monument dedicated to servicemen who gave everything in defense of our country. Located in Arlington National Cemetery, Virginia, and attracting millions of visitors each year, the Tomb of the Unknown Soldier stands proudly protected by tomb sentinels. The soldiers of the 3rd United States Infantry Regiment, the Old Guard, took over the right to guard the Tomb in April of 1948, and continue to carry on this sacred duty. The Tomb of the Unknown Soldier has been guarded 24 hours a day, seven days a week, 365 days a year, for the past 77 years.", "tgt_ref": "La Tumba del Soldado Desconocido es un monumento dedicado a los militares que lo dieron todo en defensa de nuestro país. Ubicada en el Cementerio Nacional Arlington, Virginia, la Tumba del Soldado Desconocido atrae a millones de visitantes cada año y se reige orgullosa protegida por los centinelas de la tumba. Los soldados del 3.er Regimiento de Infanteria de Estados Unidos, la Vieja Guardia, asumieron el derecho a custodiar la Tumba en Abril de 1948 y continúan llevando a cabo esta sagrada tarea. La Tumba del Soldado Desconocido ha sido custodiada 24 horas al día, los siete días de la semana y los 365 días del año durante los últimos 77 años.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_QebrbHpjAac_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 89, "src_audio": "wmt/audio/RFcdOs5dgT4_000.wav", "src_ref": "Time for the Scotty Kilmer channel. Does your car have faded paint on it? Then stay tuned, because today I'm going to show you how to polish off faded paint. And all it takes is a bucket of water, a polisher, and a bottle of this Meguiar's Ultimate Compound.", "tgt_ref": "Ha llegado el momento del canal de Scotty Kilmer. ¿Tiene tu auto la pintura descolorida? Entonces mantente atento porque hoy te voy a enseñar como pulir la pintura desgastada. Y todo lo que necesitas es un cubo de agua, una pulidora y una botella de este Ultimate Compound de Meguiar.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_RFcdOs5dgT4_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 90, "src_audio": "wmt/audio/ROZqk4cadGo_000.wav", "src_ref": "Hook the vacuum up to it, it helps keep the dust down, and you can prep your concrete that way also. We prefer to do it with the hand grinders ourself, so either way will work pretty good. Usually if it's got an epoxy coating already, the hand grinders work a little better, but this thing works really good too. So after we do that, we fix all the cracks, fix all the divots with our patch repair material, and then we grind them smooth. And then we clean the concrete and get it ready for the first coating. This is going to be a 100% solids epoxy, so it goes on in its different procedures, different stages.", "tgt_ref": "Engánchale el aspirador, eso ayuda a mantener el polvo abajo y puedes preparar el cemento así también. Nosotros preferimos hacerlo con amoladoras manuales pero de ambos modos funcionará bastante bien. Normalmente si ya tiene una capa de epoxy, las amoladoras manuales funcionan un poco mejor pero esto funciona muy bien también. Después de hacer eso, arreglamos todas las grietas, arreglamos las hendiduras con nuestro material de reparación de parches y las pulimos hasta que queden suaves. Y después limpiamos el cemento y lo dejamos listo para la primera capa. Éste va a ser un epoxy 100% sólido por lo que lleva sus diferentes procesos, diferentes etapas.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_ROZqk4cadGo_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 91, "src_audio": "wmt/audio/RSOuFEX6LvU_000.wav", "src_ref": "The Zoroastrian text, Vendidad, states that Yima built an underground city on the orders of the god Ahura Mazda, to protect his people from a catastrophic winter. Much like the account of Noah in the Bible, Yima was instructed to collect pairs of the best animals and people as well as the best seeds in order to reseed the Earth after the winter cataclysm. This was before the last Ice Age, 110,000 years ago.", "tgt_ref": "El texto Zoroástrico, Vendidad, afirma que Yima construyó una ciudad subterránea, bajo las órdenes del dios Ahura Mazda, para proteger a su pueblo del invierno catastrófico. Bastante parecido al relato de Noé en la Biblia, a Yima se le ordenó recoger pares de los mejores animales y personas así como las mejores semillas para repoblar la Tierra tras el cataclismo invernal. Esto ocurrió antes de la Era Glacial, hace 110.000.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_RSOuFEX6LvU_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 92, "src_audio": "wmt/audio/RfoVF8wcZRI_000.wav", "src_ref": "Okay, so let me explain. All right, so the problem is, if you look inside there... You see the wood siding? There's the old siding, and it butts up to the shingles there. And then I put this over it. And what happens is the dirt collects there, to that flashing.", "tgt_ref": "Bien, deja que te explique. De acuerdo, el problema es, si miras aquí dentro... ¿Ves el revestimiento de madera? Ahí está el viejo revestimiento y hace tope con las tejas ahí. Entonces le puse esto por encima. Y lo que pasa es que la suciedad se acumula ahí, en ese vierteaguas.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_RfoVF8wcZRI_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 93, "src_audio": "wmt/audio/RpercXhgNXM_000.wav", "src_ref": "Hey guys, Thunder E here, and welcome to the video you've been waiting for. I am talking about gaming on the ASUS ROG Phone 5. Now, the ROG Phone series is well known for its gaming powers, but in this video, we're going to find out if the ROG Phone 5 is truly taking back the crown as the king of gaming phones.", "tgt_ref": "Hola muchachos, soy Thunder E, sean bienvenidos al video que estaban esperando. Voy a hablar sobre jugar en el ASUS ROG Phone 5. Bueno, la serie ROG Phone es conocida por sus capacidades para jugar pero en este video vamos a descubrir si el ROG Phone 5 realmente va a recuperar la corona del rey de los celulares para jugar.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_RpercXhgNXM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 94, "src_audio": "wmt/audio/RyVaAQ9vtkw_000.wav", "src_ref": "It is December 1997, and the Imperial Sugar Company is acquiring a new production site at Port Wentworth from Savannah Foods and Industries Incorporated. There is nothing really of note here. It was doing what businesses do, and that is acquiring to expand. The site has been home to food production and processing since the early 1900s. Savannah Industries Incorporated began construction of granulated sugar production facilities at Port Wentworth during the 1910s, completing it in 1917.", "tgt_ref": "Es Diciembre de 1997 y la Compañía Imperial del Azúcar compra a Savannah Foods and Industries Incorporated un nuevo centro de producción en Port Wentworth. No hay nada destacable aquí. Era hacer lo que los negocios hacen, adquirir para expandirse. El centro ha albergado la producción y procesamiento de comida desde principios del siglo XX. Savannah Industries Incorporated comenzó la construcción de las instalaciones de producción de azúcar granulado en Port Wentworth durante la década de 1910 finalizándolas en 1917.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_RyVaAQ9vtkw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 95, "src_audio": "wmt/audio/S9xH4qIE5D4_003.wav", "src_ref": "The next member of the 85 South Show. He needs no introduction. Where my ladies at?! We gonna give him an introduction anyway. He's out of Atlanta, by way of Mississippi. You might have seen him on MTV Wild 'n Out. Ladies, he is the coldest in the game right now. Your baby daddy, Karlous Miller's in the building!", "tgt_ref": "El siguiente miembro del 85 South Show. No necesita presentación. ¡¿Dónde están mis damas?! Vamos a presentarlo de todos modos. Viene de Atlanta, pasando por el Mississippi. Puede que lo hayan visto en MTV Wild 'n Out. Damas, él es el más frío del juego en estos momentos. ¡Su papito, Karlous Miller, está en el edificio!", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_S9xH4qIE5D4_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 96, "src_audio": "wmt/audio/SVWbCPnd0Wc_000.wav", "src_ref": "We're just going to let that sit and rehydrate for a couple minutes. With ultralight cooking, we're not actually cooking on the stove. We're primarily boiling water so that we can rehydrate our food. It's also one of the reasons why we use instant grits. Less cooking time, less fuel, and less weight. Oh yeah. So this is about what we've got going on here. Perfect consistency.", "tgt_ref": "Simplemente vamos a dejarlo asentarse y rehidratarse durante un par de minutos. Con la cocina ultraligera no estamos en realidad cocinando en el fogón. Estamos principalmete hirviendo agua para que podamos rehidratar nuestra comida. Es también una de las razones por las que usamos granos instantáneos. Menor tiempo de cocción, menos combustible y menos peso. Oh si. Así que esto es lo que hemos estado haciendo. Consistencia perfecta.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_SVWbCPnd0Wc_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 97, "src_audio": "wmt/audio/SqITfOGvfZk_001.wav", "src_ref": "The thick cloud cover prevented sunlight from reaching the surface of the Earth. The Earth underwent a global glaciation event, known as the Snowball Earth. This caused another global mass extinction. But once again, some life survived yet another difficult period, beneath the ice sheet.", "tgt_ref": "La espesa cubierta de nubes evitó que la luz solar llegara a la superficie de la Tierra. La Tierra sufrió un evento de glaciación global conocido como \"Tierra de Bola de Nieve\". Esto produjo otra extinción masiva global. Pero, de nuevo, algo de vida sobrevivió a otro período difícil bajo el manto de hielo.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_SqITfOGvfZk_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 98, "src_audio": "wmt/audio/TBPP-za78BQ_000.wav", "src_ref": "Kaboom City is the city of heroes. The Super Things and the Kazoom Kids fight with their powers derived from Kazoom itself. It's the most potent energy source ever known, and now it's on display at the city museum for all to admire. And we're going to steal it! Isn't it dangerous to slip through here? Negative. This is the way the Kazooms are coming.", "tgt_ref": "Kaboom City es la ciudad de los héroes. Los Super Things y los the Kazoom Kidsluchan con sus poderes obtenidos del propio Kazoom. Es la fuente de energía más poderosa jamás conocida y ahora se encuentra expuesta en el museo de la ciudad para que todos puedan admirarla. ¡Y la vamos a robar! ¿No es peligroso colarse aquí? Negativo. Esta es la manera en la que llegan los Kazooms.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_TBPP-za78BQ_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 99, "src_audio": "wmt/audio/TLePhdsMMlw_000.wav", "src_ref": "With digital tools, it is easier than ever to create, edit, and publish your work to the world. But there's a cost. It's also easier than ever to spread misinformation, and fake news has become a real issue in recent times. We see this with students. According to a Stanford study, only 25% of high school students were able to identify an accurate news story compared to a fake one. Students also had a hard time distinguishing between real and fake photographs, as well as authentic and staged videos.", "tgt_ref": "Mediante herramientas digitales, es más fácil que nunca crear, editar y publicar tu trabajo en el mundo. Pero hay un coste. También es más fácil que nunca extender la desinformación y las noticias falsas se han convertido en un verdadero problema en los últimos tiempos. Lo vemos en los estudiantes. Según un estudio de Stanford , sólo el 25% de los estudiantes de la escuela secundaria son capaces de identificar una noticia veraz en comparación con una falsa. A los estudiantes también les ha costado distinguir fotos reales de falsas así como videos auténticos de otros escenificados.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_TLePhdsMMlw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 100, "src_audio": "wmt/audio/UL2vofFT7wQ_000.wav", "src_ref": "Thirty million years ago, a monster roamed the landscape. Well, we're talking about one of the most ferocious animals that probably ever walked the earth. This was the biggest beast to live in North America since the dinosaurs. Look at the size of that skull. Look at all those teeth in there. There is no animal like this anywhere.", "tgt_ref": "Hace treinta millones de años un mostruó deambuló por el paisaje. Bueno, estamos hablando de uno de los animales más feroces que probablemente hayan pisado la tierra jamás. Esta fue la mayor bestia que ha vivido en norteamérica desde los dinosaurios. Miren el tamaño de ese cráneo. Miren todos esos dientes ahí dentro. No existe un animal como éste en ningún lugar.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_UL2vofFT7wQ_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 101, "src_audio": "wmt/audio/UVUatYPScjw_000.wav", "src_ref": "Let's ride that one over there. Whoa, whoa, whoa, big boy! You're a little too hefty for this ride. Safety first, eh? 30 bills? What a rip-off. I told you. Watch your step!", "tgt_ref": "Montemos en esa de allí. ¡Vaya, vaya, vaya, grandullón! Eres un poco demasiado corpulento para esta atracción. La seguridad es lo primero, ¿eh? ¿30 billetes? Qué estafa. Te lo dije. ¡Cuidado donde pisas!", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_UVUatYPScjw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 102, "src_audio": "wmt/audio/V63Xcec-5jE_004.wav", "src_ref": "I'm going to California. You're going to California. And why should you go to California? The United States ain't good enough for you? Ach! A fine citizen you are, yes? You don't even know that California is in the United States! But what are you laughing about? I gotta laugh, because you are so dumb, you didn't even know that I was making a joke with you.", "tgt_ref": "Me voy a California. Te vas a California. ¿Y por qué deberías ir a California? ¿Los Estados Unidos no son los suficientemente buenos para tí? ¡Ay! Eres un buen ciudadano, ¿si? ¡Ni siquiera sabes que California está en los Estados Unidos! ¿Pero de qué te ríes? Tengo que reirme porque eres tan tonto que no sabías que te estaba gastando una broma.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_V63Xcec-5jE_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 103, "src_audio": "wmt/audio/Vi03zz6eCik_000.wav", "src_ref": "Hello and welcome to a pilot of sorts of a new series. It will delve into the history of some of the world's worst scandals--some you may know, and some you may not. It's been inspired in part by an RTE program called Scannál. Although, rather than focusing on events linked to Ireland, I plan to widen the scope of what I'll cover. Well, without further delay, let's get started.", "tgt_ref": "Hola y bienvenidos a una especie de piloto de una nueva serie. Profundizará sobre algunos de los peores escándalos de la historia--algunos los conocerás y otros no. Ha sido inspirada, en parte, en un programa de la RTE llamado Scannál. Aunque, en lugar de centrarme en casos relacionados con Irlanda, pienso ampliar el alcance de lo que cubriré. Bueno, sin más dilación, empecemos.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_Vi03zz6eCik_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 104, "src_audio": "wmt/audio/VjXupedjdR4_007.wav", "src_ref": "Yeah, I did like some re--. I did some research to get ready for tonight, because like I said, I'm a real dumb--. The only thing I know about government is the reason we're here, which is that it doesn't work for us. Like, that's literally all I know. So that was kind of nice to get into. But I did some research of, like, how a bill becomes a law. So I watched the Schoolhouse Rock video. Yes, we all love it.", "tgt_ref": "Si, hice un poco de inves--. Hice algo de investigación para prepararme para esta noche porque, como dije, soy verdaderamente tonta--. Lo único que sé del gobierno es la razón por la que estamos aquí que es que no trabaja para nosotros. Es como, es literalmente todo lo que sé. Así que estuvo bien meterme en ello. Pero invetigué algo sobre, como, cómo un proyecto de ley se convierte en una ley. Así que miré el video de Schoolhouse Rock, todos lo amamos.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_VjXupedjdR4_007", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 105, "src_audio": "wmt/audio/W94uDJ55BmM_000.wav", "src_ref": "You, you the world! You're full of surprises, aren't you? I remember a few years back, watching some of those Resident Evil movies with Milla Jovovich and thinking, \"It can't get any worse than this!\" Yeah, it feels like a simpler time. But with 2021's final gasping breath, it came out with Resident Evil: Welcome to Raccoon City. AKA, Welcome to Hell.", "tgt_ref": "¡Tú, tú el mundo! Estás repleto de sorpresas, ¿verdad? Recuerdo cuando hace algunos años, mirando una de esas películas de Resident Evil con Milla Jovovich pensé: \"¡No puede haber nada peor que esto!\". Si, paracen tiempos más sencillos. Pero con el último estertor de 2021, salió Resident Evil: Welcome to Raccoon City. También conocido como Bienvenido al Infierno.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_W94uDJ55BmM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 106, "src_audio": "wmt/audio/WLS2EoW96t4_000.wav", "src_ref": "Hi everyone, welcome back to the Its Dwight cooking show. Today I'll be giving you a tuna macaroni salad recipe. Nice and easy. Just a simple recipe. Here you see a list of my ingredients: my bell pepper, my green onions, my white onions, half a teaspoon of salt for taste, black pepper, or if you have ground pepper, you can use it, my macaroni, three eggs that are going to be boiled, and my tuna.", "tgt_ref": "Hola a todos, bienvenidos de nuevo a otro programa de cocina de Its Dwight. Hoy les traigo una receta de ensalada de macarrones con atún. Buena y fácil. Aquí pueden ver una lista de los ingredientes: pimiento morrón, cebolla verde, cebolla blanca, media cucharilla de sal para darle gusto, pimienta negra o, si tienes pimienta molida, puedes usarla, macarrones, tres huevos que vamos a cocer y el atún.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_WLS2EoW96t4_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 107, "src_audio": "wmt/audio/WbO8dOhsgY4_003.wav", "src_ref": "We are at Tokeh Beach today. Tokeh Beach is a resort here in Sierra Leone. I'm here with my cousins. Should be a lovely day. Just a really chill time on the beach. Nothing too much is happening or nothing planned, but... Oh, it looks like there might be a wedding reception. Everybody's getting married. Oooh, it seems like there's a wedding or some type of engagement. It looks beautiful out here. Doesn't it?", "tgt_ref": "Hoy estamos en Tokeh Beach. Tokeh Beach es un complejo turístico aquí, en Sierra Leona. Estoy aquí con mis primos. Debería ser un día precioso. Simplemente estamos pasando un rato muy relajado en la playa. No hay mucho que hacer ni tenemos planes pero... Oh, parece que habrá un banquete de boda. Todo el mundo se casa. Oh, parece que hay una boda o algún tipo de compromiso. Se ve bonito aquí afuera. ¿Verdad?", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_WbO8dOhsgY4_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 108, "src_audio": "wmt/audio/WtGHeibBKrA_007.wav", "src_ref": "For Raptor specialist Bob Anderson, the pioneer's attitude was simply arrogant and ignorant. All birds of prey were just considered vermin. I mean, they were all chickenhawks. They were all bad birds, be it a Bald Eagle, a Golden Eagle, a Red-tailed Hawk. They were all shot.", "tgt_ref": "Para el especialista de Raptor, Bob Anderson, la actitud del pionero era simplemente arrogante e ignorante. Todos las aves rapaces eran simplemente consideradas como alimañas. Quiero decir, todos eran halcones comedores de pollos. Todos eran pájaros malos, un águila real, un halcón de cola roja. A todos se les disparaba.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_WtGHeibBKrA_007", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 109, "src_audio": "wmt/audio/XwIQLLbD7SI_001.wav", "src_ref": "And I'd like to start by turning to Dr. Vishal Sikka, the CEO of Infosys. Vishal, you're the son of a railways engineer. You saw technology at that phase, and you're also a surfer, so you know all about dodging the waves. What's the disruption that we most need to pay attention to that's coming from the new technologies, and why? Why should we pay so much attention to the disruption?", "tgt_ref": "Y me gustaría comenzar dirigiéndome al Dr. Vishal Sikka, CEO de Infosys. Vishal, eres hijo de un ingeniero ferroviario. Viste la tecnología en esa fase y además eres surfista así que lo sabes todo sobre esquivar las olas. ¿Cuál es la perturbación a la que más debemos prestar atención procedente de las nuevas tecnologías y por qué? ¿Por qué deberíamos prestar tanta atención a la perturbación?", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_XwIQLLbD7SI_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 110, "src_audio": "wmt/audio/YGkZRb3aer8_001.wav", "src_ref": "To create the antique brass ornament, I just went in with a coat of rub and buff onto the entire ornament there. And then of course, we have to get that antique look with the alcohol ink. So I went in with ginger first. I applied a droplet onto our ornament and just blended it out like so. And I just continued that process until I had as many layers as I liked, and it looked really antiqued in like an actual metal ornament. After that, I did go in with a little bit more of that burnished amber spray paint as well, and just applied that to the surface, to kind of give it that oxidized look like we did for the bell ornaments. And that is how I finished off these antique brass bobbles. Really simple and easy, but honestly, they look like real metal and they're beautiful.", "tgt_ref": "Para crear el adorno de latón antiguo, simplemente froté y pulí un poco sobre el adorno entero. Y luego, por supuesto, debemos conseguir ese aspecto antiguo con tinta de alcohol. Así que empecé con el color cobre. Apliqué una gotita sobre el adorno y lo difuminé así. Y simplemente continué con el proceso hasta que obtuve tantas capas como quise y consiguió un aspecto verdaderamente envejecido como en un adorno metálico real. Después de eso, también le puse un poco de esa pintura en aerosol de color ámbar reluciente y lo apliqué a la superficie para darle ese tipo de aspecto oxidado que usamos para las campanas de adorno. Y así es como acabé estas bolitas de latón envejecidas. Muy simple y fácil pero, honestamente, parecen de metal real y son bonitas.", "src_lang": "en", "ref_lang": "es", "benchmark_metadata": {"doc_id": "test-en-speech_YGkZRb3aer8_001", "dataset_type": "longform"}}
