{"dataset_id": "wmt24", "sample_id": 0, "src_audio": "/wmt/audio/en/--4KfTiO-n0_000.wav", "src_ref": "Okay, the next video will get roofing contractors mad at me, but it's not for them. It's for you. If you are that person that cannot afford a roofing contractor, then you have to watch this video. This will show you how you can do a cover over an existing old roof yourself. And it's very simple. It's a peel and stick system.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_--4KfTiO-n0_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 1, "src_audio": "/wmt/audio/en/--Dq6kFSRDE_004.wav", "src_ref": "Cheers, y'all. Now check it out. I really didn't even eat enough to be wiping my mouth, but I can tell you this, my mouth is salivating though. You know what I mean? So look, this is what I'm fixin' to do. You guys let me know down in the comment section below, what would you do? What type of veggie would you serve this with? And don't forget, this is a budget-friendly meal, alright? So let me just go ahead and pour myself a glass of this grape Kool-Aid. Yes, sir.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_--Dq6kFSRDE_004", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 2, "src_audio": "/wmt/audio/en/--sV9RHC1_4_000.wav", "src_ref": "Welcome to Cosa, in Italy. Cosa is believed to be an ancient Roman settlement. The site was excavated at least four times over the last century. What is there to excavate if Cosa is originally a Roman site? Was the Pantheon in Rome excavated? No, the Pantheon is even at the same ground level as the surrounding, contemporary buildings. And why is that? Because the Pantheon was probably built during the Roman era. It is also almost cardinally oriented, which indicates that it cannot be very ancient.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_--sV9RHC1_4_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 3, "src_audio": "/wmt/audio/en/-0KrV5WsZq8_000.wav", "src_ref": "Venice, city on the water. A place of beauty and romance that attracts millions of visitors every year. Just a few steps from the well-trodden tourist routes, there's a very different Venice, one populated by fascinating creatures. This film explores a Venice that few people ever see, a city that has a surprising double life.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_-0KrV5WsZq8_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 4, "src_audio": "/wmt/audio/en/-IPJfZjzCZQ_000.wav", "src_ref": "We're not ready. And it's going to be more dangerous out there because you fired Greg. Because we don't have any money to pay him, Burt. You're doing this, not me. The hell I am. Do you not understand what I had to do to get these kids out here? The bond that I had to put up for the insurance company, you want to lose all that? Rather than risk hurting one of the kids? Yeah. Why? Never bothered you before.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_-IPJfZjzCZQ_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 5, "src_audio": "/wmt/audio/en/-_31PoDRu28_001.wav", "src_ref": "Now I need to quickly mention the reactor's name, as it was considered a zero power installation. You see, a zero power nuclear reactor is capable of sustaining a stable fission chain reaction, with no significant increase or decline in the reaction rate. This type of installation is essential to gain practical experience of reactor operation, but can still be deadly if the delicate balance isn't maintained.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_-_31PoDRu28_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 6, "src_audio": "/wmt/audio/en/-lTZQChhvsY_002.wav", "src_ref": "This is a super, super easy project, surprisingly. Like, it's not hard to match things up. So that's the nice thing about this project. Okay, so that's down, right? So now I'm going to start this way. I'm just going to run the glue all the way around and do one side at a time. So here we go. I'm running it right above the tin, the rin... the rim tin. Jeez. So I'm just going to take this and move it along.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_-lTZQChhvsY_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 7, "src_audio": "/wmt/audio/en/-uigLE6EI1g_000.wav", "src_ref": "This is an authentic and real old footage of a true certain giant individual from Japan, walking in some military parade. What's shocking about it is his actual size. He has a stature of at least 4 meters high, which is minimum 13 in feet. Thus, he is genuinely taller and more massive than each and every other original NBA player, for example, like Shaquille O'Neal, or", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_-uigLE6EI1g_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 8, "src_audio": "/wmt/audio/en/00lv1G1uW8M_004.wav", "src_ref": "I encourage them to challenge their teachers even when they, when they think the teacher is wrong about something. I think that it's a good thing for people to go out there and not just accept everything as it is. Right. Yeah. So that kind of independence--. You famously, as a Congressman, explained all of your votes on Facebook, which is a rare concession by authority, to say, \"Okay, this is why I did what I did.\" Yeah, and actually, you know, a lot of the people in leadership and in Congress didn't like that I was doing that, because I was giving people at home the power to challenge them. Yeah.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_00lv1G1uW8M_004", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 9, "src_audio": "/wmt/audio/en/07FOJFFqOYc_002.wav", "src_ref": "The question is, like countless other claimed Neolithic ruins, how did they achieve such feats? How did they lift such enormous stones? Were they, like we have posited many times before, the remnants of a once-advanced-yet-destroyed ancient civilization? We find such possibilities, in particular, the men here of Agra, highly compelling.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_07FOJFFqOYc_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 10, "src_audio": "/wmt/audio/en/0EJ9bV6IAnM_000.wav", "src_ref": "So, I bought an Xbox Series X so that you don't have to. Or maybe you actually have to. In this video, I'm going to tell you all the pros and cons of choosing an Xbox Series X. I'm also going to go over the actual hardware, the controller, the games, just about everything that is my experience so far with the Xbox Series X. So I hope you will enjoy this video, and maybe even find it useful.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_0EJ9bV6IAnM_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 11, "src_audio": "/wmt/audio/en/0ZEBNpiuMu4_004.wav", "src_ref": "I'm sure marine dinosaurs still exist. My apologies for intruding upon your thoughts, mademoiselle. But strictly speaking, only reptiles that walked on dry land are called dinosaurs. If they lived under the water, they are called marine reptiles, and they all disappeared a very, very long time ago. What happened? You'll see, Julie.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_0ZEBNpiuMu4_004", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 12, "src_audio": "/wmt/audio/en/0imglSyYL1Q_002.wav", "src_ref": "So once all that is done, I wipe away all the excess powder with a little bit of alcohol and a paper towel. Super easy to clean. And then I apply my cuticle oil. This is actually face oil from Truly, but I didn't like how it was so sensey. I didn't want to put it on my face, so I use it as cuticle oil. And this is the final product of my nails. I love them and I'm obsessed. A couple of frequently asked questions: How long does my nail set last? I usually leave my nails on for two weeks. Sometimes I take them off early because y'all know I do my own hair, and I gotta have my nubs when I do my hair, because it's easy to grip.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_0imglSyYL1Q_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 13, "src_audio": "/wmt/audio/en/0mytlKOHr74_006.wav", "src_ref": "Knight of the Galactic Railroad by Kenji Miyazawa. This is a Japanese story of two young boys who embark on a mystical journey on a celestial train, going through the galaxy, encountering various allegorical experiences and deep philosophical themes. As they navigate the night sky, the story reflects on life, death, and the human condition, leaving readers with a profound exploration of existence and the universe. The novel was adapted into a manga in 1983 and an anime in 1985.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_0mytlKOHr74_006", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 14, "src_audio": "/wmt/audio/en/0uduQk_8c1s_002.wav", "src_ref": "Where I'm standing would have been the bottom of the Western Interior Sea, about 85 million years ago. Mike Everhart is one of the world's leading experts on Mosasaurs. The horizon would have been ocean for as far as you could see, that the seaway stretched for hundreds of miles from where we're standing. At this time, the climate is warmer, so there are no polar ice caps.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_0uduQk_8c1s_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 15, "src_audio": "/wmt/audio/en/1CWvFkncljw_003.wav", "src_ref": "All right, whoa, whoa, whoa, whoa, hold it down to a small riot, would you? Daddy, when are we going to be able to afford a larger car? When you're about 10 years older and can marry a millionaire. I had more room when I was in my baby buggy. Yeah, and I haven't finished paying for that either. In fact, I still owe two more payments to the hospital before I own you.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_1CWvFkncljw_003", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 16, "src_audio": "/wmt/audio/en/1R3j_apcikw_000.wav", "src_ref": "Today we're going to talk about Ben Affleck defending an interview. Greg, why don't you to tell us about the video we're going to watch. Yeah, so a couple of weeks ago, Ben Affleck went on a two-hour interview with Howard Stern. He talked about his breakup with his ex-wife and family, and he had some fallout from it, so here we go. Here he is, Ben Affleck!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_1R3j_apcikw_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 17, "src_audio": "/wmt/audio/en/1SSA_hwpBg8_011.wav", "src_ref": "Now, I need to let y'all know, I've never done this before, but I'm going to do it now. Skinpotion is handcrafted with organic and all natural ingredients that deeply moisturize and illuminate the skin. Veil of Venus is the newest addition to the Skinpotion family. It is available right now for pre-order. And you can follow Skinpotion on Instagram @skinpotionus. That's s-k-i-n-p-o-t-i-o-n-u-s, skinpotionus.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_1SSA_hwpBg8_011", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 18, "src_audio": "/wmt/audio/en/1SqhIFgluMw_001.wav", "src_ref": "So, I have been working with music for over 20 years, and released two albums during that time, and touring around Germany and Poland, and Sweden, of course. So you've always been a performer from a very young age? Yeah, I have. And is there any iconic places that you performed at when you were younger?", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_1SqhIFgluMw_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 19, "src_audio": "/wmt/audio/en/1qGqMbMvnqY_001.wav", "src_ref": "And now you see that whatever happens backstage, it doesn't matter because the show will go on. And I got a comment from Lovely Lych that she really liked the video. And she writes, \"I liked the behind-the-scenes things, like traveling to the festival, the atmosphere there, the food and stuff. A day in your life, so to speak.\" So I hope you liked this video and we'll show you as much as possible. So now it's time for lunch, and Deep is making some scrambled eggs. And the trick here is to add an extra egg yolk to it.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_1qGqMbMvnqY_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 20, "src_audio": "/wmt/audio/en/2597xLWyKF0_001.wav", "src_ref": "The enemy of my enemy is my friend. Disagree! If the enemy of your enemy were your friend, he'd explicitly be your friend. You know, oftentimes people can work together for a time, united by their dislike for something or someone. But if that relationship was conceived by your mutual dislike for whatever that thing is, what's to stop that relationship from dissolving or becoming hostile after that thing is taken care of? Like, the foundation of a friendship is much more stable than that. But, you know, I also understand the short-term strategy behind it, so I'll just disagree.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_2597xLWyKF0_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 21, "src_audio": "/wmt/audio/en/2Uo5zKrbips_001.wav", "src_ref": "A long time ago, their parents were killed by poachers, and Cheyenne and Kuyu were sold at the market. Taken in by the Help Congo organization, they grew up in semi-captivity with about 30 other orphans out on the islands. One after another, these young chimpanzees have been shown the way back to the forest. The association's scientists have given them each a name to identify them.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_2Uo5zKrbips_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 22, "src_audio": "/wmt/audio/en/2omlZQaheWE_000.wav", "src_ref": "And because of that, you cannot trust any media outlet to report on the news fairly or accurately. Now that being said, I still think there's some value to the mainstream media. Just because they are exaggerated and biased, doesn't mean they can't be trusted at all. There's still a lot of useful information you can gather from these sources. You just have to know how to analyze them properly. The same is not necessarily true for the alternative media, the smaller companies or even individuals who talk about the news on sites like YouTube and Facebook.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_2omlZQaheWE_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 23, "src_audio": "/wmt/audio/en/2ydbIXw68nA_000.wav", "src_ref": "And when you download it, it should be a pretty quick, small file size. You're going to get an app that looks just like this, all right? So I could click on that right now. And this is the view that you're going to see right away here. And so, I'll talk about a few things with the lab. Now, one thing to note is that the lab instructions for the lab worksheet that you're going to work on are pretty self explanatory. So really, the purpose of this video is to show you how to use the app itself.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_2ydbIXw68nA_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 24, "src_audio": "/wmt/audio/en/33gJqN796Eo_000.wav", "src_ref": "Well, it still sounds better than Pink Floyd. So in Manic Miner, you collect all the items on the screen and head to the goal. And you gotta do it before you run out of air or hit something. Hit what exactly? Weeds! You can die from touching grass. It sounds like half my fanbase. And did you notice I died from touching a weed that was on a completely different platform? I just went through the platform and then hit the weed. That's good game design, man. And then there's this asshole over here who's going rrrrr!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_33gJqN796Eo_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 25, "src_audio": "/wmt/audio/en/36UVjSUk-wY_035.wav", "src_ref": "Alexa, play It's My Party and I'll Cry if I Want To. Bo, Bo, we gotta spin around. Alexa, play It's My Party and I'll Cry if I Want To. You'd cry too if it happened to you. Woo! Alexa, play Midnight Train!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_36UVjSUk-wY_035", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 26, "src_audio": "/wmt/audio/en/392RoIzR2Fs_001.wav", "src_ref": "Hi, Rob. Hi, Marion, how are you? I am very well. Why are you dressed as a security guard, Rob? Management have asked me to create a new healthcare security news section and buyer's guide and I thought a costume may help me get into character. Oh, I see. Yes, well, maybe it will, Rob. We have a news section now that looks at the issues and opportunities surrounding data security and network security and healthcare.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_392RoIzR2Fs_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 27, "src_audio": "/wmt/audio/en/3F3YFF8z714_000.wav", "src_ref": "Hello, it's Bahiano with Bahiano Reno. Yeah, we're going to repair some grout. The tiles looks to be about 14, 15 years old. We're going to do it just to stabilize the tiles, because the way it is, the tiles looks good. It's just loosening up in some areas. We don't want to replace the whole tile, the whole grout. We're just going to do some repair to last until we are ready to do a full renovation. Yes, is this recording?", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_3F3YFF8z714_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 28, "src_audio": "/wmt/audio/en/3MTATdXzFC4_009.wav", "src_ref": "So my dad can't give me rides to work. And for me, work is about 27 miles away. So there and back would be nearly a $100 a day with Uber. I haven't looked at Lyft. I could have, I guess, that makes sense. But I didn't have rental on my auto insurance, so that's my fault. So I guess I could have tried to do that and get that set up and tried to get a rental while I was down and out of a car. But even then, a rental wouldn't cover seven days. I'm going to sneeze, hold on. That sneeze sucked.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_3MTATdXzFC4_009", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 29, "src_audio": "/wmt/audio/en/3M_AGbXVb5s_000.wav", "src_ref": "Now, talking about stars, Howard Jones appears as a special guest vocalist in a duet with you on the album, on the track, I Made a Case, who has offered you so much encouragement with your music. Was it by chance that he happened to appear on the track? As I hear you had to strip back the track, as didn't want anything being in the way of your voices telling the story.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_3M_AGbXVb5s_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 30, "src_audio": "/wmt/audio/en/3S7FkKvesu8_000.wav", "src_ref": "Water, the liquid that oceans are made of. And it fills endless depths. Only a few will venture out into the endless open ocean of this vast underwater world. Most of the ocean inhabitants live in the city, as it were, like human societies.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_3S7FkKvesu8_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 31, "src_audio": "/wmt/audio/en/3hGlnmof_F8_003.wav", "src_ref": "Well, you'd only have the law on you, and bring it back, and then things would be worse than ever. Maybe so. It just ain't no sense in livin'. We ain't got a chance. Why, Chris, what a thing to say. We've all got a chance. The world's full of beautiful things. Not for us, swampers. Yes siree, for all of us.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_3hGlnmof_F8_003", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 32, "src_audio": "/wmt/audio/en/3u-ImON16rs_000.wav", "src_ref": "Hey Psych2Goers, and welcome back to our channel. Thank you so much for all the love you've given us. Your ongoing support has helped us make psychology and mental health more accessible to everyone. Now let's continue. We've all done something self-destructive at some point in our lives. Most of the time, it's not intentional and doesn't become a habit. Self-destructive behaviors are those that are bound to harm you physically or mentally. It may be unintentional, or you may know exactly what you're doing, but the urge is too strong to control. Problems can eventually arise when this type of behavior becomes habitual. So, here are seven common behaviors of a self-destructive person.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_3u-ImON16rs_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 33, "src_audio": "/wmt/audio/en/4EXYb1KXvzM_002.wav", "src_ref": "Starfire. The princess of Tamaran. Comfortable, I hope. Lord Bagrok! Oh! Such a formidable spirit. Your sister was wise to hand you over. Garbler neck!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_4EXYb1KXvzM_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 34, "src_audio": "/wmt/audio/en/4cfsI4ZjTbU_001.wav", "src_ref": "We must recognize that the government of the People's Republic of China and the government of the United States have had great differences. We will have differences in the future. But what we must do is to find a way to see that we can have differences without being enemies in war.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_4cfsI4ZjTbU_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 35, "src_audio": "/wmt/audio/en/5969NouFGfs_002.wav", "src_ref": "How did you very early on, considered or realized that, well, engineering is just part of the challenge? Especially that we're taught as engineers that we're dealing with issues, right? And we're finding solutions. That's our job. Sure, sure. How did you came across that so early on? Well, it was a strange coincidence, so to speak. Of course, I grew up in the 1970s. I gained my political consciousness, as well as my academic understanding in the 1970s, and that context matters, of course, massively.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_5969NouFGfs_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 36, "src_audio": "/wmt/audio/en/5Ohwuu0GuMA_000.wav", "src_ref": "South Wales four-piece The Now are proud to release their debut album, Too Hot To Handle, via True Music, and Callum joins me now. How are you doing, Callum? How's it going? Yeah, all good. Good, yourself? Yes, I'm very good. Thank you. It's a privilege to speak to yourselves because I've been listening to your music quite a lot since 2023. So I'm just loving the music, and I think it's something that we definitely need in the charts these days.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_5Ohwuu0GuMA_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 37, "src_audio": "/wmt/audio/en/5TqcJCKl34g_000.wav", "src_ref": "So, when did you first start writing and performing music after having your stage in front of your grandparents there? Well, basically, more performing. I did a bit of writing, but I left it to professionals, you know, when I was recording with professional writers and big, big hits around the world.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_5TqcJCKl34g_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 38, "src_audio": "/wmt/audio/en/5jn6pLG9P7k_000.wav", "src_ref": "Proper handling and disposal of waste at your auto repair facility is important for employee health, but also to avoid fines or significant legal settlements. Also, customers want to do business with companies that make an effort to proactively protect the environment and operate in a sustainable way. So what are seven ways you can do this? Number one: re-refining used oil. Don't just discard your old oil. With the right processes, oil can be fully re-refined and reused indefinitely without any reduction in quality.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_5jn6pLG9P7k_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 39, "src_audio": "/wmt/audio/en/5mzS5ZJPAsM_007.wav", "src_ref": "Check. Check. Rock defeats scissors, scissor defeats paper, and paper defeats rock. You win. The loser will lose one star. At the end of each game, the referee will put the cards back into the recycling box. Of course, if both players choose the same card, the game is tied, and no one will lose a star.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_5mzS5ZJPAsM_007", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 40, "src_audio": "/wmt/audio/en/5t6wu7zIFBg_000.wav", "src_ref": "Hello, this is Nick from Review Outlaw. So, what we're going to do today is do a final walk-through of the cabin we finished up. Pretty much getting to the end. This is the first room you walked into before. As you can see, we finished that ceiling, got the walls, all sheetrock painted. This little border across here. Got alarm system in.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_5t6wu7zIFBg_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 41, "src_audio": "/wmt/audio/en/638jXo5Gh2E_000.wav", "src_ref": "Hello, World PDR coming at you here with a 2018 brand new Yukon Denali. It's got a little dent right here in the back quarter. I've got it not super warm. I've got it 95. That's maybe a little too warm. I'm gonna turn this down. We're just going to do a quick little glue pull. I've got the glue all hot and ready. Can you guys see where that dent is? I'm just going to drop it right in there and then maybe even remove the heat.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_638jXo5Gh2E_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 42, "src_audio": "/wmt/audio/en/64yy78jMNcM_000.wav", "src_ref": "Take a close look at this bolt. It has some surface rust on it, but it's still useful. We're going to show you how we managed to play ordinary hardware with a zinc finish. If you always have the materials on hand at home, you can save yourself a little money and a trip to the hardware store whenever you need zinc-plated hardware. We're going to show you everything you need to have on hand to zinc plate and weatherproof this bolt.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_64yy78jMNcM_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 43, "src_audio": "/wmt/audio/en/6D9Z7antjMw_002.wav", "src_ref": "And he said, \"You have a tattoo.\" And I said, \"I have a few.\" But, \"On your hand.\" I have a banjo, and I told him about it. It was a friend of mine, Darryl Adams. And it's a banjo. Do you have it? Oh yeah, there's a banjo right there on your hand. Can we see it? Look, there's a banjo. It's the kind of tattoo you should really get on your knee, you know? Yeah, yeah. Or, or... A banjo on my knee, kind of thing. Oh, a banjo on my knee! Yeah. Yeah!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_6D9Z7antjMw_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 44, "src_audio": "/wmt/audio/en/6JeSS_CODZ0_000.wav", "src_ref": "Here's the full story of Danny and Sam. Ready? Ready. Danny Fenton and Sam Manson are best friends, and along with Tucker, they spend pretty much all their time together. Sam's the reason Danny has ghost powers in the first place. Come on, Danny, a ghost zone? You gotta check it out. You know what? You're right.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_6JeSS_CODZ0_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 45, "src_audio": "/wmt/audio/en/6RjTvN2QhSY_000.wav", "src_ref": "Nearby, Basil was awoken by an emergency alert as a foul smelling gas cloud from the blaze was spread across the area. Locals were told not to leave their homes and to close all windows and doors, although this alert was lifted around 7 AM when the smoke was thought to be non-fatal. It wouldn't be the air so much as the water that would be heavily polluted, and it would be the very water used to douse the flames that would cause the disaster. The highly toxic mercury compounds were present as fungicides in sea dressings in the warehouse, and were marked with fluorescent red dye Rhodamine B.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_6RjTvN2QhSY_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 46, "src_audio": "/wmt/audio/en/6YeLsSSPNLQ_000.wav", "src_ref": "Crime fighters' log 1.2747. Jump City is a cesspool. I can't bring justice to the streets alone. I need a sidekick, preferably several sidekicks. I'll call them teammates to be polite, but everyone will know their sidekicks. Networking apps. Welcome, RobDog_747. Let's put together a team. Team assemble mode. Not older than me.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_6YeLsSSPNLQ_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 47, "src_audio": "/wmt/audio/en/6ji3tqZUynY_001.wav", "src_ref": "Kim Jong-il said to the officials, \"I shared a great leader's motor, served the working masses, and let flowers bloom even on a rock, if this is the people's desire. This is my alpha and omega. This idea has been embedded in every aspect of the people's living in the solution of traffic problem for one thing.\"", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_6ji3tqZUynY_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 48, "src_audio": "/wmt/audio/en/7MQ3Yx2h3Rg_000.wav", "src_ref": "First of all, what we're going to do is just mix this paint up. It mixes one to one with a reducer. And we just mix it up like we normally would painting anything. So I have two ounces of paint here, so I'm going to put two ounces of reducer. We're going to stir it up. Now it's ready to put in the gun and spray.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_7MQ3Yx2h3Rg_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 49, "src_audio": "/wmt/audio/en/8HgZcwSmM0c_000.wav", "src_ref": "This is aluminum. Aluminum for our industries and aluminum for our homes. Aluminum for building, for transportation, for communication, for agriculture, and for national defense. What is it that has made aluminum, one of the youngest members in the family of metals, such an outstanding material? The answer lies in its amazing versatility and unusual combination of properties: Its smart, modern appearance in a variety of natural or colored finishes. Its great strength, combined with extreme light weight--an outstanding advantage in almost every metal application.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_8HgZcwSmM0c_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 50, "src_audio": "/wmt/audio/en/8bbVFeTIIg8_000.wav", "src_ref": "Initial applications to Harvard for a psychology master's were rejected, but was eventually admitted. The initial setbacks were due to Milgram not taking any undergraduate courses in psychology at Queens College. In 1961, Milgram received a PhD in social psychology. He became an assistant professor at Yale around the same time.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_8bbVFeTIIg8_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 51, "src_audio": "/wmt/audio/en/9GhGiB4KhTM_004.wav", "src_ref": "I didn't say that. You don't have to. You know better than anyone that violence begets violence every time. The Council made the decision. The Council is gone! We spend our entire lives, entire millennia devoted to protecting life.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_9GhGiB4KhTM_004", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 52, "src_audio": "/wmt/audio/en/9s2UyGBuvYw_003.wav", "src_ref": "And there's just something that evokes a serious sense of awe. And that's what I want to try to convey to you guys tonight. So I hope you're ready for a nice relaxing journey through some of the deeper history of ancient Egypt.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_9s2UyGBuvYw_003", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 53, "src_audio": "/wmt/audio/en/9xy_fiA1gRo_001.wav", "src_ref": "If you're going to use tar to seal, it'll crack. Let me show you. I'm removing the silicon, which is one of the no-nos--the silicon sealer. But then, somebody put tar here and they painted over the tar. Let me show you. What did that do? It's just a filler.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_9xy_fiA1gRo_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 54, "src_audio": "/wmt/audio/en/A9OuD5Ja5Uo_002.wav", "src_ref": "For a man, I feel more sorry for him than her, somehow. There's nothing can be done about it. Their daughter's had another sinking spell. The hospital doesn't think she'll last the day. It must be unbearable. I've never lost anyone. She'll get over it. Oh, I'm sorry, Mrs. Leslie. Oh, that's all right, Miss Rone. You get over it. Eventually.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_A9OuD5Ja5Uo_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 55, "src_audio": "/wmt/audio/en/AC2UOuvVol8_000.wav", "src_ref": "It's 6:03 right now on this Wednesday morning, and we are following a tragic story this morning. A teenager is dead after police found her body in an eastside ditch. The gruesome discovery was made hours after her parents reported her missing, saying she had left on a walk last night. News 4's Tawny Davis is live this morning with more on the circumstances that may have led to her death and the police investigation. Good morning, Tawny.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_AC2UOuvVol8_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 56, "src_audio": "/wmt/audio/en/Aevb1Pl1iic_007.wav", "src_ref": "It's been months, and I feel like I'm still standing there at his grave. I can't leave him. He's gone, and I still can't leave him. I see him in every uniformed soldier I pass, and they're everywhere since the bombing.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Aevb1Pl1iic_007", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 57, "src_audio": "/wmt/audio/en/Amf0UGzO31M_005.wav", "src_ref": "Okay, I died. There was some lag there when I was panning. Yeah, that's what made me miss the shot. My ping is fine. Anyways. Yeah, you can see what I mean by the frame rate. That's what I really don't like about this device. It can't keep up with the game, basically. So when I was shooting him, basically I was shooting at all the wrong places, not because of my ping, but it's because of the phone graphics lagging, basically. All right, so let's head over to COD", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Amf0UGzO31M_005", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 58, "src_audio": "/wmt/audio/en/B9abU6r80P4_003.wav", "src_ref": "What did you get? Like, how did it apply to your own life? Well, at the end of the day, they all ask God for forgiveness. All of them. So when you're reading all these books about all these conquerors, when you're a young man and you're on your way to becoming the youngest ever heavyweight champion, and you're trying to take on the mindset of the conquerors, and you find out they all ask God for forgiveness-- Yeah. --how did that affect you? That was pretty cool, because by that, I learned greatness was the willingness to die.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_B9abU6r80P4_003", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 59, "src_audio": "/wmt/audio/en/BAvkbiKnFEY_000.wav", "src_ref": "Hello, everyone! If you don't know me, my name is Janica, and I am an expert from Finland, living in the Netherlands. Welcome to this vlog. Today we are in the city of Haarlem. Harlem is a really lovely city located in the province of North Holland.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_BAvkbiKnFEY_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 60, "src_audio": "/wmt/audio/en/BTIfGFJqLko_005.wav", "src_ref": "I know that a lot of you have been having some fun with my advancing years. You've even tied my recent surgery to my age. Well, I got to be honest with you. I had that same operation when I was young, and it felt so good, I wanted to have it done again before I was too old. But I am aware of my age. When I go in for a physical, now they no longer ask me how old I am. They just carbon date me.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_BTIfGFJqLko_005", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 61, "src_audio": "/wmt/audio/en/BmgU6BTfNQM_001.wav", "src_ref": "Battery is good. Now we can see this IC is dislocated from the PCB. We can see the condition of this IC. Now this track is coming here. This track is damaged.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_BmgU6BTfNQM_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 62, "src_audio": "/wmt/audio/en/Fhach-AU5Ko_020.wav", "src_ref": "With his general-purpose military markings, the Guinean puffer fish doesn't mind being seen. The Atlantic lizardfish doesn't bother with disguises at all. It simply shimmies into the sand. This may fool both its prey and its predators. But it won't fool the puffer fish patrol.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Fhach-AU5Ko_020", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 63, "src_audio": "/wmt/audio/en/Ft41IG2BAG8_001.wav", "src_ref": "I like to wear gloves, just because stainless edges are usually pretty sharp, like a razor, so you don't want to cut yourself up while you're trying to straighten it. I like to use the table as a dolly a lot of the time. They do also offer specialty trim, or jeweler's hammers is what they're sometimes called. Also trim anvils. But in this case, since it's a large flat piece, I'm just going to go ahead and use my stand-alone auto body hammer.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Ft41IG2BAG8_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 64, "src_audio": "/wmt/audio/en/JJXzBWhdVuA_000.wav", "src_ref": "Today we're making some beautiful vintage Easter crafts. Keep watching! I'm Brandy, and this is Making It My Own DIYs. Welcome! The first project are going to be two Easter ornaments. I'm going to start off with two little ornaments here, and you can use whatever you have on hand. I've got these little decor eggs from Dollar Tree.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_JJXzBWhdVuA_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 65, "src_audio": "/wmt/audio/en/JTpvaw6ywbE_000.wav", "src_ref": "The king, Lalibela, is said to have traveled the 1,600 miles to Jerusalem. Legend has it, when he returned and Jerusalem fell to the Islamic conquest, Lalibela ordered a new home for Christianity. Each church was carved from a single piece of rock to symbolize spirituality and humility. The Christian faith inspired many features receiving Biblical names. Even Lalibela's river is known as the River Jordan. Lalibela remained the capital of Ethiopia from the late-12th into the 13th century.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_JTpvaw6ywbE_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 66, "src_audio": "/wmt/audio/en/JbE_J9AlrSw_000.wav", "src_ref": "On Mars, which is a planet half the size of the Earth. There was a lot of water on Mars a long time ago. To do that kind... There's a volcano on Mars, 81,000 feet tall--almost three times taller than Everest. So, like, what's happened over the great span of time is more than really my imagination can grasp. So anyhow, first water. First life: 3.7 billion years, we'll just say life. So, you know, pretty, pretty early in the, you know, early evolution of", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_JbE_J9AlrSw_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 67, "src_audio": "/wmt/audio/en/L7_fgdw4kwY_000.wav", "src_ref": "Transeuropa Festival is a biannual, cultural, political, and artistic event/forum/conference that brings together quite a lot of different formats. We've been doing this now as European Alternative, the organization behind this, for 10 years. So we have quite a bit of experience. At the same time, it's an event that is nomadic, so it always takes place in a different city. The last time, two years ago, we were in Belgrade, so in a city outside of the European Union. This year, in 2017, we wanted to come to Madrid for quite a lot of different reasons.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_L7_fgdw4kwY_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 68, "src_audio": "/wmt/audio/en/LEFq4Nu-FhE_000.wav", "src_ref": "The Islamic Movement in Nigeria has described the freedom granted its leader El-Zakzaky and his wife as victory over persecution by President Muhammadu Buhari and Governor Nasiru El-Rufai of Kaduna State. The group also says the ruling has vindicated its leader and members of the group. Hello. Hope you enjoyed the news. Please do subscribe to our YouTube channel and don't forget to hit the notification button so you get notified about fresh news updates.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_LEFq4Nu-FhE_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 69, "src_audio": "/wmt/audio/en/Lcdy6X5kMTs_000.wav", "src_ref": "Hey, everybody, this is TS Madison. And if you are trying to grow your business, brand, or a product, why not advertise with me? Email me at booktsmadison@gmail.com so that you can get in on our comprehensive advertisement packages. Unique visits, unique subscribers, honey, a broad demographic. Advertise with me today.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Lcdy6X5kMTs_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 70, "src_audio": "/wmt/audio/en/MBJ0dL68I_I_000.wav", "src_ref": "The documentary film you are about to see was shown to Mr. Alexander Kerensky, President of the Democratic Provisional Government of Russia overthrown by the Communists in 1917. Mr. Kerensky consented to make a few introductory remarks about our picture. We present 80-year-old Alexander Kerensky in his New York City apartment on October 10th, 1962.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_MBJ0dL68I_I_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 71, "src_audio": "/wmt/audio/en/MG7hk2npXN0_005.wav", "src_ref": "Your Honor, my client accepts the jury as presently constituted. The jury is satisfactory to both sides? We accept the jury. The jury is satisfactory to us. Swear the jury.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_MG7hk2npXN0_005", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 72, "src_audio": "/wmt/audio/en/MbW7DvLZ9Lg_005.wav", "src_ref": "Kid Durango of Arizona: The Dust Devils. The layer of dew that covered the prairie disappeared quickly as the sun rose over the foothills. The moon hung around for a while, and then sunk far below the ranges. The day began like a thousand other Arizona days. That was, until the cloud came.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_MbW7DvLZ9Lg_005", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 73, "src_audio": "/wmt/audio/en/N2KNk5qq1H8_000.wav", "src_ref": "And I have a lot of experience. I've worked internationally. I've worked this continent. I've worked different states, different market segments. And what I found is people are really intrigued by that. They want to know kind of what the behind the scenes is. So some of these videos are going to be tips from somebody that actually works in this industry, and I think that's what separates me a little bit from possibly other travel bloggers that you might follow. You know, I may not have worked for, say, even the cruise industry, but I had to take courses in it for my hospitality degree. So, even if I haven't worked in it, I've been educated on it.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_N2KNk5qq1H8_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 74, "src_audio": "/wmt/audio/en/NEEXiMgmA74_000.wav", "src_ref": "You're a jerk, Tom. Look, Celia, we have to follow our passions. You have your robotics and I just want to be awesome in space. Why don't you just admit that you're freaked out by my robot hand? I'm not freaked out by, it's... All right, fine. I'm freaked out. I'm having nightmares that I'm being chased by this giant, robotic claw. Oh, whatever, Tom!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_NEEXiMgmA74_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 75, "src_audio": "/wmt/audio/en/O0ORxKse1s8_088.wav", "src_ref": "Hello. How about that Albany call? Busy? Well call the chief operator, tell her to keep the line open. Official business. It's a matter of life and death. I hope you are telling me the truth, Miss Kennedy. It won't go well with you if you're not. I tell you every word I told you's the truth. Dirken grabbed me. He tore my dress. We struggled.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_O0ORxKse1s8_088", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 76, "src_audio": "/wmt/audio/en/OAaig_rKS5g_000.wav", "src_ref": "Okay, so this final repair is spine repair. Spine repair, it's a little bit more complicated. There are more steps to it, but if you follow along with me, I think you can easily do it. So what I'm going to do first for the spine repair is I need to remove this old spine. So, hopefully I can save this label and I can reattach it to the new material that we put over the spine. That way I don't have to worry about creating a paper label or going without a label. So I'll cut this part off first and I'll show you how to clean that up later.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_OAaig_rKS5g_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 77, "src_audio": "/wmt/audio/en/OExU5AL7RMM_000.wav", "src_ref": "Welcome. Welcome, everyone. I'm just going to make sure that all of this is working. It just takes a minute. So I came on a bit early just to make sure. Just washed my hands and getting ready to go. So I'm just finishing setting up. I think we're good. I'm going to make mistakes. I can feel it. It's one of those days. So I'll just wait till people get on, and then we'll get started.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_OExU5AL7RMM_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 78, "src_audio": "/wmt/audio/en/OPV8Gf1FFn8_021.wav", "src_ref": "Mom says you don't want to visit us. She says that? Yeah. Everybody's got a story, son. I guess that's hers. Life's funny that way, you know?", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_OPV8Gf1FFn8_021", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 79, "src_audio": "/wmt/audio/en/ORZdsMICbUM_000.wav", "src_ref": "More than 4.5 billion years ago, the Milky Way Galaxy collided with a nearby dwarf galaxy. This encounter hastened the formation of stars. Our solar system is a part of the Milky Way Galaxy. Within the solar system, material circulation had been progressing.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_ORZdsMICbUM_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 80, "src_audio": "/wmt/audio/en/OtKhIhSgy78_001.wav", "src_ref": "Oh my God. You guys, listen, I'm so excited because this comedy special is about 23 years in the making, okay? Yeah, I'll tell you what I mean by that. 23 years ago is when I first came to the Comedy Store and became a regular, and became a comedian and disappointed my Iranian immigrant parents.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_OtKhIhSgy78_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 81, "src_audio": "/wmt/audio/en/OyCyIOEyL20_000.wav", "src_ref": "About 450 million years ago, plants took a giant leap out of the oceans onto the land to become the plants that we know and love today. But how did they survive? Scientists at the John Innes Centre may have found out. Land plants survive by getting water and nutrients from the soil. They do this by forming a special friendship with soil-dwelling fungi called mycorrhiza. These strands of mycorrhiza reach deep into the soil and drag the nutrients and water back to the plants. But when the first algae landed on soil, how did they survive long enough to form these beneficial friendships?", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_OyCyIOEyL20_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 82, "src_audio": "/wmt/audio/en/P7qy6VYelYk_000.wav", "src_ref": "It seems that as we suspected, the evidence is mounting to support the far more logical claim that an advanced lost civilization's heritage has been stolen by different, more modern civilization all over the world. A great civilization did once flourish here on Earth--one which has been actively suppressed, stolen from, exploited, and hidden for far too long. Thanks for watching, guys, and until next time, take care.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_P7qy6VYelYk_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 83, "src_audio": "/wmt/audio/en/PKgwplBTr7s_002.wav", "src_ref": "I'll never be a superhero. You have the power. The problem is you have so much that you can't control it. I know who can help us train better. Of course! We'll start with virtual training! This VR is super realistic. We were just walking by and we thought, hey, let's test out the new little weakling.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_PKgwplBTr7s_002", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 84, "src_audio": "/wmt/audio/en/Q4lcIWMntCY_000.wav", "src_ref": "Hello, and welcome to this travel vlog. Today we are exploring the city of Rotterdam. Rotterdam is a city located in the province of South Holland. It is a city that divides opinions because of its more modern and urban-looking architecture. Rotterdam was almost completely destroyed during World War II when the Germans attacked the city. Because of this, the city had to be rebuilt, resulting in it looking quite different from the other cities in the Netherlands.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Q4lcIWMntCY_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 85, "src_audio": "/wmt/audio/en/Q5coSYYa6z0_000.wav", "src_ref": "Affordable furniture DIYs are always a hit here on Lone Fox, so I wanted to share with you guys how I created this nightstand from a simple crate from IKEA. So this is the Knagglig crate, which you can pick up for about $10 at IKEA. And I went ahead and I started off by just constructing it based off the instructions. You have to just screw all of the elements together. And once they are all screwed up, you have a basic wooden crate. Now on the bottom of the wooden crate, I wanted to add a leg, so I elevated it off the floor with these little wooden trinket dishes, or like little wooden trays that I found at the craft store as well. They are just a simple wood, very similar to the one from IKEA, and I just E6000ed these down. You could also use a nail gun if you'd like to. And once you are done, you have a very simple, minimal nightstand.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Q5coSYYa6z0_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 86, "src_audio": "/wmt/audio/en/Q6ND_8glacs_000.wav", "src_ref": "What's up, guys? Zach here with Veteran Construction. For a lot of you, this is your first time on the roofing side of YouTube. So I want to welcome you guys personally by making a video that's very important to me. The subject of this video is, if I was to do this roof, and I've never shingled before, how would I do it, knowing everything that I know now? So this is a video that's going to help DIYers or new shinglers not make mistakes, and take the proper precautions to get this job done right, without wasting time. So first things first, we need to familiarize ourselves with this material.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Q6ND_8glacs_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 87, "src_audio": "/wmt/audio/en/QaueRRYecxo_000.wav", "src_ref": "While the Rescue Force patrols the city, we'll take care of watching over the museum in the box. It wouldn't be a good idea for the villains to try and steal the Cabbonita with us waiting inside. We've run out of money! We'll have to steal that diamond and sell it! Otherwise, we'll have to do our experiments with soda pop! How are we going to get the bots inside? It's all taken care of.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_QaueRRYecxo_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 88, "src_audio": "/wmt/audio/en/QebrbHpjAac_000.wav", "src_ref": "The Tomb of the Unknown Soldier is a monument dedicated to servicemen who gave everything in defense of our country. Located in Arlington National Cemetery, Virginia, and attracting millions of visitors each year, the Tomb of the Unknown Soldier stands proudly protected by tomb sentinels. The soldiers of the 3rd United States Infantry Regiment, the Old Guard, took over the right to guard the Tomb in April of 1948, and continue to carry on this sacred duty. The Tomb of the Unknown Soldier has been guarded 24 hours a day, seven days a week, 365 days a year, for the past 77 years.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_QebrbHpjAac_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 89, "src_audio": "/wmt/audio/en/RFcdOs5dgT4_000.wav", "src_ref": "Time for the Scotty Kilmer channel. Does your car have faded paint on it? Then stay tuned, because today I'm going to show you how to polish off faded paint. And all it takes is a bucket of water, a polisher, and a bottle of this Meguiar's Ultimate Compound.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_RFcdOs5dgT4_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 90, "src_audio": "/wmt/audio/en/ROZqk4cadGo_000.wav", "src_ref": "Hook the vacuum up to it, it helps keep the dust down, and you can prep your concrete that way also. We prefer to do it with the hand grinders ourself, so either way will work pretty good. Usually if it's got an epoxy coating already, the hand grinders work a little better, but this thing works really good too. So after we do that, we fix all the cracks, fix all the divots with our patch repair material, and then we grind them smooth. And then we clean the concrete and get it ready for the first coating. This is going to be a 100% solids epoxy, so it goes on in its different procedures, different stages.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_ROZqk4cadGo_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 91, "src_audio": "/wmt/audio/en/RSOuFEX6LvU_000.wav", "src_ref": "The Zoroastrian text, Vendidad, states that Yima built an underground city on the orders of the god Ahura Mazda, to protect his people from a catastrophic winter. Much like the account of Noah in the Bible, Yima was instructed to collect pairs of the best animals and people as well as the best seeds in order to reseed the Earth after the winter cataclysm. This was before the last Ice Age, 110,000 years ago.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_RSOuFEX6LvU_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 92, "src_audio": "/wmt/audio/en/RfoVF8wcZRI_000.wav", "src_ref": "Okay, so let me explain. All right, so the problem is, if you look inside there... You see the wood siding? There's the old siding, and it butts up to the shingles there. And then I put this over it. And what happens is the dirt collects there, to that flashing.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_RfoVF8wcZRI_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 93, "src_audio": "/wmt/audio/en/RpercXhgNXM_000.wav", "src_ref": "Hey guys, Thunder E here, and welcome to the video you've been waiting for. I am talking about gaming on the ASUS ROG Phone 5. Now, the ROG Phone series is well known for its gaming powers, but in this video, we're going to find out if the ROG Phone 5 is truly taking back the crown as the king of gaming phones.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_RpercXhgNXM_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 94, "src_audio": "/wmt/audio/en/RyVaAQ9vtkw_000.wav", "src_ref": "It is December 1997, and the Imperial Sugar Company is acquiring a new production site at Port Wentworth from Savannah Foods and Industries Incorporated. There is nothing really of note here. It was doing what businesses do, and that is acquiring to expand. The site has been home to food production and processing since the early 1900s. Savannah Industries Incorporated began construction of granulated sugar production facilities at Port Wentworth during the 1910s, completing it in 1917.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_RyVaAQ9vtkw_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 95, "src_audio": "/wmt/audio/en/S9xH4qIE5D4_003.wav", "src_ref": "The next member of the 85 South Show. He needs no introduction. Where my ladies at?! We gonna give him an introduction anyway. He's out of Atlanta, by way of Mississippi. You might have seen him on MTV Wild 'n Out. Ladies, he is the coldest in the game right now. Your baby daddy, Karlous Miller's in the building!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_S9xH4qIE5D4_003", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 96, "src_audio": "/wmt/audio/en/SVWbCPnd0Wc_000.wav", "src_ref": "We're just going to let that sit and rehydrate for a couple minutes. With ultralight cooking, we're not actually cooking on the stove. We're primarily boiling water so that we can rehydrate our food. It's also one of the reasons why we use instant grits. Less cooking time, less fuel, and less weight. Oh yeah. So this is about what we've got going on here. Perfect consistency.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_SVWbCPnd0Wc_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 97, "src_audio": "/wmt/audio/en/SqITfOGvfZk_001.wav", "src_ref": "The thick cloud cover prevented sunlight from reaching the surface of the Earth. The Earth underwent a global glaciation event, known as the Snowball Earth. This caused another global mass extinction. But once again, some life survived yet another difficult period, beneath the ice sheet.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_SqITfOGvfZk_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 98, "src_audio": "/wmt/audio/en/TBPP-za78BQ_000.wav", "src_ref": "Kaboom City is the city of heroes. The Super Things and the Kazoom Kids fight with their powers derived from Kazoom itself. It's the most potent energy source ever known, and now it's on display at the city museum for all to admire. And we're going to steal it! Isn't it dangerous to slip through here? Negative. This is the way the Kazooms are coming.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_TBPP-za78BQ_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 99, "src_audio": "/wmt/audio/en/TLePhdsMMlw_000.wav", "src_ref": "With digital tools, it is easier than ever to create, edit, and publish your work to the world. But there's a cost. It's also easier than ever to spread misinformation, and fake news has become a real issue in recent times. We see this with students. According to a Stanford study, only 25% of high school students were able to identify an accurate news story compared to a fake one. Students also had a hard time distinguishing between real and fake photographs, as well as authentic and staged videos.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_TLePhdsMMlw_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 100, "src_audio": "/wmt/audio/en/UL2vofFT7wQ_000.wav", "src_ref": "Thirty million years ago, a monster roamed the landscape. Well, we're talking about one of the most ferocious animals that probably ever walked the earth. This was the biggest beast to live in North America since the dinosaurs. Look at the size of that skull. Look at all those teeth in there. There is no animal like this anywhere.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_UL2vofFT7wQ_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 101, "src_audio": "/wmt/audio/en/UVUatYPScjw_000.wav", "src_ref": "Let's ride that one over there. Whoa, whoa, whoa, big boy! You're a little too hefty for this ride. Safety first, eh? 30 bills? What a rip-off. I told you. Watch your step!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_UVUatYPScjw_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 102, "src_audio": "/wmt/audio/en/V63Xcec-5jE_004.wav", "src_ref": "I'm going to California. You're going to California. And why should you go to California? The United States ain't good enough for you? Ach! A fine citizen you are, yes? You don't even know that California is in the United States! But what are you laughing about? I gotta laugh, because you are so dumb, you didn't even know that I was making a joke with you.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_V63Xcec-5jE_004", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 103, "src_audio": "/wmt/audio/en/Vi03zz6eCik_000.wav", "src_ref": "Hello and welcome to a pilot of sorts of a new series. It will delve into the history of some of the world's worst scandals--some you may know, and some you may not. It's been inspired in part by an RTE program called Scannl. Although, rather than focusing on events linked to Ireland, I plan to widen the scope of what I'll cover. Well, without further delay, let's get started.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_Vi03zz6eCik_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 104, "src_audio": "/wmt/audio/en/VjXupedjdR4_007.wav", "src_ref": "Yeah, I did like some re--. I did some research to get ready for tonight, because like I said, I'm a real dumb--. The only thing I know about government is the reason we're here, which is that it doesn't work for us. Like, that's literally all I know. So that was kind of nice to get into. But I did some research of, like, how a bill becomes a law. So I watched the Schoolhouse Rock video. Yes, we all love it.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_VjXupedjdR4_007", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 105, "src_audio": "/wmt/audio/en/W94uDJ55BmM_000.wav", "src_ref": "You, you the world! You're full of surprises, aren't you? I remember a few years back, watching some of those Resident Evil movies with Milla Jovovich and thinking, \"It can't get any worse than this!\" Yeah, it feels like a simpler time. But with 2021's final gasping breath, it came out with Resident Evil: Welcome to Raccoon City. AKA, Welcome to Hell.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_W94uDJ55BmM_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 106, "src_audio": "/wmt/audio/en/WLS2EoW96t4_000.wav", "src_ref": "Hi everyone, welcome back to the Its Dwight cooking show. Today I'll be giving you a tuna macaroni salad recipe. Nice and easy. Just a simple recipe. Here you see a list of my ingredients: my bell pepper, my green onions, my white onions, half a teaspoon of salt for taste, black pepper, or if you have ground pepper, you can use it, my macaroni, three eggs that are going to be boiled, and my tuna.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_WLS2EoW96t4_000", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 107, "src_audio": "/wmt/audio/en/WbO8dOhsgY4_003.wav", "src_ref": "We are at Tokeh Beach today. Tokeh Beach is a resort here in Sierra Leone. I'm here with my cousins. Should be a lovely day. Just a really chill time on the beach. Nothing too much is happening or nothing planned, but... Oh, it looks like there might be a wedding reception. Everybody's getting married. Oooh, it seems like there's a wedding or some type of engagement. It looks beautiful out here. Doesn't it?", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_WbO8dOhsgY4_003", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 108, "src_audio": "/wmt/audio/en/WtGHeibBKrA_007.wav", "src_ref": "For Raptor specialist Bob Anderson, the pioneer's attitude was simply arrogant and ignorant. All birds of prey were just considered vermin. I mean, they were all chickenhawks. They were all bad birds, be it a Bald Eagle, a Golden Eagle, a Red-tailed Hawk. They were all shot.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_WtGHeibBKrA_007", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 109, "src_audio": "/wmt/audio/en/XwIQLLbD7SI_001.wav", "src_ref": "And I'd like to start by turning to Dr. Vishal Sikka, the CEO of Infosys. Vishal, you're the son of a railways engineer. You saw technology at that phase, and you're also a surfer, so you know all about dodging the waves. What's the disruption that we most need to pay attention to that's coming from the new technologies, and why? Why should we pay so much attention to the disruption?", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_XwIQLLbD7SI_001", "context": "short"}}
{"dataset_id": "wmt24", "sample_id": 110, "src_audio": "/wmt/audio/en/YGkZRb3aer8_001.wav", "src_ref": "To create the antique brass ornament, I just went in with a coat of rub and buff onto the entire ornament there. And then of course, we have to get that antique look with the alcohol ink. So I went in with ginger first. I applied a droplet onto our ornament and just blended it out like so. And I just continued that process until I had as many layers as I liked, and it looked really antiqued in like an actual metal ornament. After that, I did go in with a little bit more of that burnished amber spray paint as well, and just applied that to the surface, to kind of give it that oxidized look like we did for the bell ornaments. And that is how I finished off these antique brass bobbles. Really simple and easy, but honestly, they look like real metal and they're beautiful.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "test-en-speech_YGkZRb3aer8_001", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 111, "src_audio": "/wmt/audio/en/vid_23Wfq9aOI4c.wav", "src_ref": "Where sabalenka got the easy win. So it's going to be tough for perlini if she's going to beat this version of sabalenka because she hasn't beaten sabalenka in over three years. If perlini's going to win this one, she needs to be defensive and get everything back against sabalenka and hope that sabalenka maybe throws in a few errors after a long extended rally because we can see that that happens sometimes when perlini is playing types of players that do have big shots. If sabalenka's going to win this one, she needs to serve well and be patient and realize that there is going to be a lot of shots coming back and she's going to have to probably hit two, three, four extra shots each rally, so she's going to have to be patient and she's going to get the win. Top 10 clash, really fun matchup, but i have to go with sabalenka in straight sets. I reckon it might be closer than the miami match because of the clay courts being a little bit slower than the miami fast courts a couple weeks ago, but i have to go with sabalenka in a close straight set, but let me know in the comments below who's making the final.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_23Wfq9aOI4c_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 112, "src_audio": "/wmt/audio/en/vid_27keISTaqYw.wav", "src_ref": "Gotta watch a netflix show you feel me, but let me know down below. What show should i watch on netflix though? Because i'm i'm really having some trouble to find what show should i watch on netflix because sometimes it's super hard because every every week there is their new show every month. There's a new show. There's a movie. There's a movie series i don't even know what's going on on netflix. But look that's for the little dude, man. That was the video, man i talked so much but look i'm tired man your boys tired man look, that was my night routine. If you enjoyed this video man, leave a like down below that's for the little dude. It's your boy dro to saucy man stay saucy, man. I'm out that gleam. Yes, sir", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_27keISTaqYw_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 113, "src_audio": "/wmt/audio/en/vid_2cLeDVfEqG4.wav", "src_ref": "Curve line up, down, connect on the left, and i'm going to go one, two, three, four little dots, and on the right -hand side, i'm going to do it again. I draw a curve line up, over, curve line in, connect, and i'm going to draw one, two, three, four little dots. I come all the way up to the top, and i'm going to draw a straight line, straight line, keep going, keep going, all the way across to divide up that space, and then i come down to the bottom, and i do straight line, straight line, straight line, all the way across.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_2cLeDVfEqG4_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 114, "src_audio": "/wmt/audio/en/vid_2qWfOH69wGU.wav", "src_ref": "And physical appearance, attractiveness, also some have shown that it can lead to higher earnings but then in other studies it shows that it can intimidate people and doesn't always have good outcomes. So there's a lot of variability with these studies. So that was the women too? Yeah, yeah. Round faced women? No, no, no. With the breadth of face, it's male alone. You were too busy looking at mike, you weren't still, weren't you? You were distracted. Hype can assist females and physical appearance has got benefits across males and females and females in some areas but not all areas. I can't believe that they've actually looked into this. They have. Everything is there to be studied. Oh my goodness. Okay. Thank you so much mark. Good to chat. Absolutely.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_2qWfOH69wGU_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 115, "src_audio": "/wmt/audio/en/vid_3DI4-E5Imow.wav", "src_ref": "And then into our criss -cross vaulters. And then, whisk to the left. Now, the man's gonna do a whisk to the right and the lady's gonna do an underarm turn. So she turns a quarter and then does a spot vaulter into promenade, but also what we call the cuddle position. Now, samba walk on the left foot, then a samba walk on the right foot. Now the rolling off the arm, no bounce action, and then samba walk on the left, samba walk on the right, and then a one to three of the rolling off the arm. And now we'll do the ending number two, which is where the lady does like a turning three step, the man whisks, and then we go into the reverse turn.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_3DI4-E5Imow_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 116, "src_audio": "/wmt/audio/en/vid_3vpEaAjDgtI.wav", "src_ref": "Get decoloration on my face so i get decoloration on my face if you can see i've got these spots on my face a little bit so i use up close and personal. Hi guys. Um, i use this wonderball hashtag not sponsored there you go, oh, this is very melted and i just might just put it on my face like this and rub it around. It smells really good guys smell it doesn't smell great. Yep and the reason i use my two fingers right here is because apparently i learned from my mama my mom was the best the best is the best best is always the best who comes from the best who came from the worst ones with the best cuz that made no sense", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_3vpEaAjDgtI_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 117, "src_audio": "/wmt/audio/en/vid_47q3ENsU1B4.wav", "src_ref": "Weekly market analysis video for the better traders club, literally right after this. If you want access to that, you have to go to bettertraders .com. The link is in the description below. And i also want to remind you that i'm going to be live in person at consensus in toronto on may 15th for the better traders summit. There's a lot of amazing stuff that's included in this. It's not just one -on -one training. It comes with access to the 50 minutes financial freedom course, access to the club and all the tools that are, well, not all the tools, but the traders here. Also a three -month subscription to alltrader. There's a lot of stuff. Go to the links that are in the description below. And until the next time, you know what to do, stay awesome and stay in the green. Peace.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_47q3ENsU1B4_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 118, "src_audio": "/wmt/audio/en/vid_6dP6bHX73_k.wav", "src_ref": "Okay, thirteen. Oh it's starting to burn now, are you feeling that? Fifteen, go on. Sixteen. Three more, and then we have running man. Go on. Push yourself, okay? Now if you're struggling and you can't keep up with my pace, just stop when i stop, there's no issue with that. Last one. Squeeze, squeeze, well done. Okay, up you come. I want the drink at the end, okay? We're almost there, two exercises left, okay? We're running man for twenty, then hot hands, let's go.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_6dP6bHX73_k_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 119, "src_audio": "/wmt/audio/en/vid_7Aw4Q46omiM.wav", "src_ref": "Sort of doing their own thing and you know, that's that's pretty chill with like what everyone else is doing but like like hey, like if you want to like, you know, try to make a name for yourself that's what you got to do yeah.\nAll right. So the question is what is one piece of advice you would give to your younger self?\nI would say to tell myself that i can always like take time for myself i sometimes get like so caught up and just doing everything in everyday life schoolwork activities all of that. So just like reminding myself that i can always take time for self -care and like time for myself and my friends and do you think your younger self would listen to this advice that you just gave?", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_7Aw4Q46omiM_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 120, "src_audio": "/wmt/audio/en/vid_8GpZT9TJJAw.wav", "src_ref": "The prophet samuel said that goliath could be defeated and that he would be defeated by a boy.\nDavid volunteered to take on goliath, armed only with his slingshot. It was a skill he had honed as a boy, protecting his flocks from roaming packs of wolves. It was a simple weapon he would take into battle.\nThe giant in an arrogant moment says, why have you sent this shepherd boy? Boy, i will eat him alive and i will throw his carcass to the sheep.\nDavid took his sling and a few well -rounded pebbles.\nHe swung and fired a stone, which caught goliath in the middle of the head.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_8GpZT9TJJAw_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 121, "src_audio": "/wmt/audio/en/vid_8I8msBYGNR4.wav", "src_ref": "Bathroom is clean and it just looks and feels so much better i ended up just putting the sheets there because i didn't know where else to put them so they don't look bad there honestly or at least fold it in ready to go and then those two boxes have just like some hair products in them that didn't fit in there so just like a little storage corner, which is fine because this bathroom doesn't even get used often anyways, so yeah i just got these towels from the bathroom i also have some kitchen towels that i brought up that i'm gonna put a load on right now because i especially need to wash the kitchen towels and may as well just wash everything at the same time and having clean towels just feels really really nice and i try to do this once a week they're due for a wash actually kind of overdue. So let's put them in the wash and do another load", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_8I8msBYGNR4_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 122, "src_audio": "/wmt/audio/en/vid_8qZFupajBuo.wav", "src_ref": "Because i have some like pajamas and stuff. I totally forgot i had this. I definitely am going to move this up a couple spaces so i remember to wear this because that's such a cute vest. I'm done clearing things out. This is more like workout stuff. So i think what i'm going to do is i'm going to roll these up and put them with the workout pants because i never see these items in my closet when i'm going to work out because i just pick something random. So i'm going to roll these up and put them with the workout stuff so i can gravitate towards these more often. I think i'm going to put these...", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_8qZFupajBuo_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 123, "src_audio": "/wmt/audio/en/vid_AJlp_obQgq8.wav", "src_ref": "You don't want a shot where the face is in the middle and then the second half of the photo is sky you want your face to be on the top one third line preferably where two of the third lines? Intersect this can be on the left or it can be on the right now let's say that you're standing in front of a viewpoint of some type you want to do a second thing now and that is to place the most important element on the other third line, so here's what i mean let's say i'm standing in front of a lavender field and there is one stone house out in the middle of that lavender field you want to place that stone house on the right third of the photo, so i'll be on the left third i'm looking at the camera the stone house is on the right third now. You have a perfectly composed photo", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_AJlp_obQgq8_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 124, "src_audio": "/wmt/audio/en/vid_BrC0v6K3H4I.wav", "src_ref": "Sometimes we don't change anything. Usually we change one or two stories, so one of us will have to rewrite something, most likely. But this way we can kind of get ahead of it, start doing those newsfuse stories. And this is one of those days where we have four randomizers. It's going to be a big pull. Also, you can see sarah has gotten in and put in one of her discussion stories. I mean, you guys may think, like, there are such flockers, they haven't been in there. They're working outside of the dock a lot. You don't want to work in the dock. You notice that i didn't even work in the dock all that much. Because, oh, and i forgot to put my notes in there. Better do that before i'm forgetting it. Because the dock may crash, and you don't want to lose your stuff. So all this tells me is when they've really decided, like, oh yeah, i'm definitely going to do that story. So she's actually taking on...", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_BrC0v6K3H4I_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 125, "src_audio": "/wmt/audio/en/vid_BuaGgQdFI-o.wav", "src_ref": "We'll use ctrl f to open up find and replace we'll go to replace and you can see i've already entered the question mark that i want to find and a blank space that i want to replace it with. You can see excel thinks it's done what you want it to where in fact it's just removed all of our values but what we need to do is include an additional symbol which is known as a tilde so i'll just click in front of the question mark i'll hold the shift button and then push the hashtag button as well and you can see we have this new symbol just check i still have a space in there that i want to replace the question mark with replace all and you can see it has now replaced our question marks we'll then replace the question mark with an asterisk and you can see it has now done that for us as well. Please don't forget to like if you enjoyed this video", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_BuaGgQdFI-o_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 126, "src_audio": "/wmt/audio/en/vid_Ft41IG2BAG8.wav", "src_ref": "I have an even finish, so i will be able to see any of the sanding scratches left by the da, but now i'm going to move on to some 600 grit wet or dry paper. I already stuck my paper, pre -soaked it in the water. There's a couple drops of soap in here to help clean the surface of the wet sanding paper from clogging. The other reason for why you're wet sanding is wet sanding doesn't allow the material to clog the paper. Same as before, 30 degrees, slide, crosshatch as you're trying to work out those da swirl marks.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_Ft41IG2BAG8_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 127, "src_audio": "/wmt/audio/en/vid_GYfhGLrrDts.wav", "src_ref": "And disgust. Whatever that reason for that being because we see the look at it's on his left side which would be your right side looking at the screen when this thing starts again. So you see that i can't do it little thing this little part of his nose goes up and my impression of it is it's anger. He's probably mad because he's there he's mad because he's thinking about that the situation that happened during that time she's brought up so that could be what's firing that off. Again his blink rate let's keep an eye on that and let's even he's got that tick where his eyes closed. I'm counting those as we go through and i'll say i think it's this many blinks for his blink rates gone up or down. I'm counting those as well. So all right we're good.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_GYfhGLrrDts_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 128, "src_audio": "/wmt/audio/en/vid_Gw2yc9oanpU.wav", "src_ref": "Four decades of doing the nba playoffs. And i honestly believe the nba playoffs, year after year, are the most consistent moneymaker in all of sports. And baseball last year was incredible. We won over 100 units alone in baseball. And once again, we'd already doubled our bankroll in all sports by the end of august. Check it out. Promo code sm365. Full details on my page, along with a daily free play. Last cut, just a bit outside from making the best bet card. It goes up as a free play for everybody on my page each and every day. Steve merrill, wagertalk .com. And yeah, get there quicker with shortcut wt .buzz slash sm. Follow me on social media on x and instagram at steve merrill. You know the deal. Two r's, one l, m -e -r -r -i -l, at steve merrill on x and instagram. And stay tuned here to wagertalk tv, because you also know there's more free play videos coming up next.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_Gw2yc9oanpU_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 129, "src_audio": "/wmt/audio/en/vid_HjRhgaz1xTI.wav", "src_ref": "Each guy in the band got a dollar every day. So you can imagine going through that when you have this opportunity, you just have to take a minute, you know, don't be an idiot. Don't blow this. Use some common sense. Get yourself signed to where you have an opportunity. And from there, from there, we started, you know, signed with an agency and we started opening for other bands, queen and other bands that were out there. We didn't have a manager. We didn't have an attorney. We didn't have an accountant. It was just the six of us with our arms linked and we're going to go out there and kick every band's ass that we could find and every night when we opened, we were going to blow them off stage. Well, obviously we didn't do that all the time, but we tried.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_HjRhgaz1xTI_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 130, "src_audio": "/wmt/audio/en/vid_HxIaVXzxoBs.wav", "src_ref": "The first regulator. During the new tank install a soundness test was undertaken and no issues could be seen but this wasn't actually a full visual check of the system. Thus the unprotected and only partially galvanized pipe work went virtually unchecked. In 2002 another soundness check was undertaken during a regulator change and again no issues were reported but again this wasn't a visual check of the system. So i need to address the rather confusing naming of the site. I've been calling it so far the stockline plastic site although it was actually called and owned by icl group. Me calling it stockline was no mistake however due to stockline being the main public facing part of the business. In fact if you wanted to buy", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_HxIaVXzxoBs_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 131, "src_audio": "/wmt/audio/en/vid_JIq55zBGNX4.wav", "src_ref": "It's also so aesthetic like look at this. Look at the packaging. It's so cute. Like are you kidding me? Here's the box that it comes in it says get into flow stay and if you guys know me that's literally right up my alley and i just have this in my fridge laying like this so that i can just grab one in the morning and it makes it so easy for me so if you guys want to shop magic mind and get a case for yourself um, you can use the code mckayla20 and you can get an exclusive 28 off your order so the link will be down below and everything that you need so go check that out and with that being said, let's do this. Let's take the shot", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_JIq55zBGNX4_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 132, "src_audio": "/wmt/audio/en/vid_JoTLTGv8kqA.wav", "src_ref": "Just barely see the heads of those screws. So it's coming out nice and level really flow is good let's watch these guys as they come in here right up this end be good that's two bags right there, so we'll dump that out like that and then i'll i'll move it around with my magic trial here you could use a gauge rake if the floor was more level but this floor is really out of level and then i got a screw head right there if you can see it the stuff's almost there. I'll just level off to those screw heads as i go. I got another screw head there i got another one there. So i'm just i'm just kind of moving it around leveling it to the screw heads", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_JoTLTGv8kqA_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 133, "src_audio": "/wmt/audio/en/vid_JpW9KlX1Pjs.wav", "src_ref": "Now it says, if you disable this app, other apps may no longer function as intended. Your data will also be deleted, which i'm totally fine because i don't ever use it. So i'm going to disable the app. Now it doesn't uninstall it from your phone. It just goes back to a factory version of uninstalling. It is disabled now. Let's go back into the drawer and you will see that it's no longer there. So i won't be annoyed with applications that are in my drawer or it just won't be popping up or stuff being updated for it because i don't have it ready for it to try to work. So that's a disabled option. If you needed to bring it back, go back into your applications. If you don't have the option to choose from disabled, enabled or applications, it's always going to be at the very bottom and click on that. You see this abled and those are the disabled applications.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_JpW9KlX1Pjs_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 134, "src_audio": "/wmt/audio/en/vid_Kr2KbsdNHWs.wav", "src_ref": "Keep your hand nice and high as you're blending and also keep your eyes open. This is a great way to see the shape that you're creating. Bear in mind when you're blending, you don't want to blend up too high. Keep that highlight underneath the brows to add some more contrast with the smokiness. Now if you feel like this isn't smoky enough for you, you can actually go in and reapply a little bit of that brown shadow, keeping this on the lower part of the lid. A little will go a long way, particularly because we've already applied our contour shade on the lid. So just very slowly build this up until you get the smokiness that you like. Now to add more smokiness, i'm going to take that gel liner and push this in between the lashes. This is a totally optional step. I know that some people find this a little ticklish, so you can definitely skip it if you want. But it does add a little bit more depth and a little bit more smokiness.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_Kr2KbsdNHWs_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 135, "src_audio": "/wmt/audio/en/vid_Lb7Dhf7oo4Y.wav", "src_ref": "It's the other way there we go, you got nothing on me boy, i was so fast i'm ooh, i'm just so happy i'm so happy let's get some wood for some chests and then we can make seven shulker boxes i'm just gonna try to load up everything that we have but we will need to get a mending book. Sorry put it on our elytra these are gonna be shoulders v2 is because they're on my shoulders and i think that is goodbye from this place for a while maybe you can just lie down. There we go. Oh another thing too. Now that we have our elytra. It looks like it's going it goes up all the way", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_Lb7Dhf7oo4Y_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 136, "src_audio": "/wmt/audio/en/vid_M7v3ZfP4fm0.wav", "src_ref": "Just want to talk to y 'all for a hot second, nothing major. So, as you know, this is the olympics, right? So i want all y 'all on y 'all a -games. Kevin ain't here right now. Remember, i am the alpha dog. I got better lighting, better jokes, better craft service, and better moves. So zoom in on me, baby. Let me get some of that snoop close -up action, that real nice close -up. You know what i'm talking about? Yeah, let's do this. Right there, right there. That's what i'm talking about. That nice close -up action right there. I don't want kevin to get none of that. He don't get that. Because i don't think the camera goes that low. But anyway, y 'all get back to work.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_M7v3ZfP4fm0_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 137, "src_audio": "/wmt/audio/en/vid_MK9b8_2DwLY.wav", "src_ref": "Personal thought and self -reflection. So we're just gonna head over here and you know, you don't even have to buy this for real but you know we're just gonna look into this mirror and just look deep into it to see if we can wait and there it is, yeah, there you go and there you go you should have all the items you need at this point. Hopefully with these you'll be in a good spot in from here it's all about waiting on that call now for just a reminder this guide for finding work isn't for everybody in fact, you can make some substitutions for example you could substitute every item on this list for a camera and a totally not stolen version of premiere pro and try to make creative youtube videos in your local walmart about things you hate like finding a job and a long shot hope that in time it becomes a job so despite if you decide to make any substitutions or not, it doesn't always work out for everybody. So just in case", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_MK9b8_2DwLY_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 138, "src_audio": "/wmt/audio/en/vid_MO757yMnU0A.wav", "src_ref": "But please do not eat or smoke on the shuttle. The springdale shuttle route ends at the pedestrian entrance to the park, just across the river from the visitor center and stop 1 of the zion canyon shuttle. Pay your park entrance fee or show a valid pass or receipt to enter. Follow signs to the zion canyon visitor center and stop in for park questions, wilderness permits, maps, information guides, and the park bookstore. The zion canyon shuttle starts at the visitor center. It travels up the zion canyon scenic drive for access to the park's most popular hiking trails when shuttles are operating, the zion canyon scenic drive is only accessible by shuttle buses, pedestrians, and bicycles. If you choose to ride a bike on the road, you must follow standard road safety rules and pull over and stop on the side of the road to allow shuttles to pass safely.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_MO757yMnU0A_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 139, "src_audio": "/wmt/audio/en/vid_OXHLjswiGeI.wav", "src_ref": "So that's it for today's ikea hacks video. I hope that you enjoy this one and give it a big thumbs up if you did and let me know in the comment section below which one of these projects was your favorite. I think mine. It's a tie between the wrapped frames because i could see myself using that in so many design projects in the future. Like, if i have a boring frame and it's simple enough to wrap it in fabric, that is something i will be doing from now on. But i also love that striped cabinet. The wooden bead poles are so cute and i love like the little exposed jointery on the edges of all the drawers. It's a great little piece. So yes, thank you so much for spending some of your sunday with me today and i will catch you all in my next one. If you're not already, make sure to subscribe to the channel. And all the links are down below. You can also check out my online store, lonefox .com. Brand new stuff coming every single week. Tons and tons of home decor over there. So, yeah, take a peek and i'll catch you guys in my next one. Bye!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_OXHLjswiGeI_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 140, "src_audio": "/wmt/audio/en/vid_OmK3XTCDbbs.wav", "src_ref": "Would much prefer to send someone a message saying hey, i'm doing this thing this weekend. You should come than saying hey, what are you up to this weekend? Do you want to come and join us one of them shows? Uncertainty one of them shows complete certainty and number three use texts as a as a way to assert your standards and to communicate your standards this was upon receiving a text message. She sent this i'm not really a one -hour time slot kind of a girl but if you want to take me on a date this week, that'd be lovely. She put a winky face at the end it changes everything it was a little wink, you know, it was playful the tone was right, but the standard was there", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_OmK3XTCDbbs_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 141, "src_audio": "/wmt/audio/en/vid_P2a0lVGYDNo.wav", "src_ref": "That's all for my morning skincare routine. I have much more to add because i'm still learning about the whole skincare community. I'm still learning about it and i'm willing to hear feedback from any of you guys on the products i should try out. I still need to invest in an eye cream because these dogs, i'm on my eyes, they're barking right now. I seem to get an exfoliant so there's some things that i still need to add to my skincare routine. Because i'm yet to put this video out as soon as possible because people have been asking for it for the longest time. I'm not even bragging, people have actually been asking. I'm like, oh your skin is this, this, that. Skincare routine and yeah, that's my skincare routine. It's really basic but this is what i have. It's nothing too crazy.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_P2a0lVGYDNo_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 142, "src_audio": "/wmt/audio/en/vid_PJLN1kAzbyw.wav", "src_ref": "Okay. Let's move on to our clam. Again, stabilizing the pelvis and we open the thigh and we close. And in two, say we did 10 on the other side, we're going to do 10 here. Three and four, five. Again, you can place your hand on the pelvis just to give yourself a little tactile cue here. All right. And i lost count. I think we've got two more. And two. All right. Last one. And release. Okay. Moving on. Stretch the top leg. Take the bottom foot forward. Okay. Reach the leg away and relax the foot. Let's go to legs. Circle one.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_PJLN1kAzbyw_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 143, "src_audio": "/wmt/audio/en/vid_QGNXASdL_ss.wav", "src_ref": "Otherwise you need to pre -order the wyze phone too. I missed that point so we're ready to throw that out there if you order in june or july, which i know june is gone so if you order in july you get $75 off of wyze phone using my code you'll go to techless .com slash trevor and you'll use the code trevor at checkout you do that i get a kickback it helps out a lot and it's like a win -win situation for us but like i said, i am an affiliate for this and a light phone. I like both phones they didn't force me to say anything positive. They sent me the phone and said do with it what you will so they were still confident in their product. They were gonna let me completely destroy it. It's a great phone i highly recommend check it out $75 off in the month of july. God bless guys as always and take it easy", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_QGNXASdL_ss_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 144, "src_audio": "/wmt/audio/en/vid_QgTkUWYd82M.wav", "src_ref": "Mean in the end they were like, unfortunately our policy only covers x amount 30 days or whatever so and i'm like, all right, or it was maybe it was like 90 days but it was on like day 91 so like they probably could have done something but you know, i called the area store and they're like yeah, worst come to worst come to us. They're like, but area has a one -year warranty on all their stuff so just call the area hotline and they'll take care of you. That's cool", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_QgTkUWYd82M_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 145, "src_audio": "/wmt/audio/en/vid_Qu8m9h-AC0I.wav", "src_ref": "Top five scary movies. That's actually a great question for me. I'm actually a huge horror guy i'm running on street for sure is number one. You can have a dream about freddy krueger and i had one as a kid second on that list the saw count saw on my second third be friday 13th jason jason holds on that list text change. I'm asker or for it so hills have eyes hills have eyes is very slept on in very very scary in very graphic so if you are warning on that last one, you're not it's a whore do not watch hills have eyes ever", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_Qu8m9h-AC0I_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 146, "src_audio": "/wmt/audio/en/vid_QzLz-W29Tww.wav", "src_ref": "So i hope that was helpful. I've had a ton of people reach out to me asking how they can start a youtube channel because they want to do stuff like this as well. And so this is my video for you. I hope this is helpful. You don't have to necessarily make a youtube channel, right? It could be other things. Maybe you want to do tick tock or you want to be youtube shorts or you could do instagram or if you want to make content is really fantastic. I just personally really liked doing stuff on youtube. That's definitely where kind of my niche is. With all that being said, i hope that was really helpful. I know i went through it quick, but, you know, that's not what my channel is. I'm not like how to start a youtube channel, kind of youtube channel. I'm a dead animals youtube channel. But there are a lot of people who ask me how to do it. So i thought i would make a quick video on how i do it and how you can do it as well. So thank you so much for watching. If you like this video, be sure to like and subscribe below. And i'll see in the next video.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_QzLz-W29Tww_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 147, "src_audio": "/wmt/audio/en/vid_RIjzeZ1xk1c.wav", "src_ref": "What i'm hearing is at the very most, even if you had a car, which right now you don't, so we can technically subtract that from this, $1 ,575 .76. So here's what i want you to do. I don't want you to go cold turkey just yet, but what i would recommend is pretend, so we're going to subtract it. We're going to do $2 ,600 minus $1 ,575 .76, right? Because there's always the human error in that you might have miscalculated something or i might have. So we're going to pretend like everything is the way it was, and this is how much you're going to be paying. This is where the budgeting is really handy. So we're going to do $2 ,600 minus that number. What i have is $1 ,024 .24. So", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_RIjzeZ1xk1c_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 148, "src_audio": "/wmt/audio/en/vid_Si9CnnVI8sk.wav", "src_ref": "Extra runs and they they batted a righty and a lefty which made the bowler have to figure that out because he's aiming for that wide line because that's the longer boundary. Well that wide line to a lefty batsman's behind his legs and that's that's a wide so that's runs and they ran on everything. Meanwhile, pakistan running on nothing doing nothing to force extra runs look at this you can see the difference here of where their body is how it's presented to the umpire and that's the difference. They just turned everything into runs they knew that they were going after that wide line and they knew when to go after it get the boundary when to leave it. Good job team usa", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_Si9CnnVI8sk_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 149, "src_audio": "/wmt/audio/en/vid_VnlWOV5Oj1c.wav", "src_ref": "Drip stuff. So first things first, you need a good coffee. I would recommend going to your local coffee roastery, get your favorite coffee and it needs to be ground for something like french press or a coarse table salt. So that comes in here where we have the super fine metal filter and then you just want to sit everything on top here. Okay, water. So with the valve closed we're going to put this on the top and fill it with filtered water at best. Now you can put ice cubes in here as well to make sure it's a cold extraction or you can put the whole thing in the fridge as well afterwards and i recommend using about 7 to 10 grams per 100 milliliters of water. Once that's done you can put the lid on.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_VnlWOV5Oj1c_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 150, "src_audio": "/wmt/audio/en/vid_YNQ_7eV3WcE.wav", "src_ref": "This one, literally right here, right next to me. It doesn't fit because sometimes taper holders are a bit larger, there's different sizes of taper candles, but there is an easy workaround if you have a taper candle in a holder that you really want to use. And that is simply to melt the bottom side of your taper candle with a lighter or a match and let the wax drip in to the taper candle holder. And as it's still hot, press it into the holder and it's actually going to melt into the holder and kind of stand in the exact position that you want it to. And let's just say you make it a bit crooked when you stick it in, don't worry, you can pull it right out, re -melt it, and at some point, you're going to get it straight enough to where you like it and it's going to be stuck in the holder pretty well. My next tip is to remove sticker residue from your decor pieces. Now, i know that there's a whole low -dryer tip to kind of like heat it up and remove the sticker, which is great, but i always feel like there's still like a little bit of film.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_YNQ_7eV3WcE_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 151, "src_audio": "/wmt/audio/en/vid_YTxmx8hyJtA.wav", "src_ref": "On your skin. Now here we have the facial scrub to use this facial scrub you want to make sure to cleanse the face first which is the first step so you're gonna cleanse get rid of all the grease and makeup from your face and then you're gonna use your facial scrub so you're just gonna dig in give it a little mix and then you're just gonna take a generous amount and exfoliate the skin. Now this is best to hold in your hands like that since it's not a facial scrub with granules so once you have it in your hands you're just gonna use it and just rub the face as if you're using soap on the face so just exfoliate your face if it's get dry throw it out dip back in and take up a fresh bath and exfoliate your face with this okay", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_YTxmx8hyJtA_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 152, "src_audio": "/wmt/audio/en/vid__S0GOwEJXUA.wav", "src_ref": "He was like you did so good, and i was like man. I don't know man. I was like oh i sit back i didn't like it at all. He said this isn't about you he said have you seen all the comments? Protestants that are saying that you won whatever one is saying about you online people that are making reaction videos to it he said this is about you, and when he said that i finally had peace and i said you're right it's not a who cares what i think it's good if i'm helping people if i look stupid doing it but i'm helping people who cares it's not about me all right that makes me feel a little better cuz i cannot stand watching myself every time i'm like could have been ten things better, but just got to be humble it's about what god is doing with what whatever the attempts are really good reminder", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid__S0GOwEJXUA_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 153, "src_audio": "/wmt/audio/en/vid__r0K17ipoac.wav", "src_ref": "The anxious generation won. Where is disney high? Okay, disney high came like ninth, but 17 ,000 votes for 1 ,100 ratings is pretty impressive. Okay, the anxious generation, a rigorously researched assessment of adolescent mental health in the 21st century. Oh, i need to say that i won. I read - i was correct. The arrival of the phone -based childhood essentially rewiring the vixen is growing up. Okay, i think this could be interesting because i need to get off my phone and maybe this book will make me do it. Memoir. I predicted that rupaul is going to win because his face is big on the cover and his name is big on the cover and people just go, i like drag race, i like rupaul, i'll vote for that. That's my conspiracy theory. I also think the - oh, i really hope the gilmore girls one doesn't win just because i am so uninterested in that. I've never watched gilmore girls, i'm not interested in that, but that could win.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid__r0K17ipoac_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 154, "src_audio": "/wmt/audio/en/vid_blR87HY5UPk.wav", "src_ref": "I think? Fit me? I think... oh, the matte one is the fit me poreless. But they're both maybelline. This one is just in the dewy finish, and then this one is in the matte finish. I really like how the dewy one looks on me, but i usually use the matte, and since i'm going over the summer, i figured i should use matte since i'm probably going to be sweating a lot. But i'm bringing this one just in case. This one is the number 310 in sun beige, and that's the dewy finish, and then this one is 238 in rich tan, and this is the matte finish. I got this cute bag from walmart. It was like $10, i believe. It's actually supposed to be for men, like to put all their...", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_blR87HY5UPk_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 155, "src_audio": "/wmt/audio/en/vid_fWRlPSl5itQ.wav", "src_ref": "The pain and suffering you have to go through to learn all this stuff. But it will pay off because when something clicks and you realize this is actually how the world works. This is what light is. You know, this is how atoms work. This is how our bodies function. And it's all made possible by physics. I think that's one of the most beautiful things you can, beautiful experiences you can have to to understand. So i would say it's well worth it, but don't be put off by the, you know, the kind of mechanical side of it.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_fWRlPSl5itQ_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 156, "src_audio": "/wmt/audio/en/vid_lGNIpufvjIg.wav", "src_ref": "I have expertises and passions. I have things that i love and that i care about and that i know about. I've written like a thousand non -fiction video essays, i'm kind of an expert on social media. I don't know how i hadn't figured this out, but like, using my expertises and my passions has been deeply enabling. And all of my early failed attempts at other books was because i wasn't doing that. So john, thank you for the years of practice here, and if i could give you any advice, it's apparently write a soccer novel. I'll see you on tuesday. I don't have any news regarding the sequel right now, but i am working on it. If you want to hear me talk more about writing, i have a very long video over on hank's channel where i answer many more questions that i was sent on twitter. And also, the book box is from life's library. We actually make more of those than we're probably going to need, just in case anybody needs some replacements. But we're releasing a bunch of those on discount at dftba .com if you want to check that out.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_lGNIpufvjIg_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 157, "src_audio": "/wmt/audio/en/vid_m6CcZN4S8mk.wav", "src_ref": "I do actually use staplers, and then i just got some premium staples for it, so all is good in the hood. So that is everything for this haul video, i hope you guys enjoyed and maybe found some tips or something, i don't really know. I enjoyed back to school shopping, i enjoyed making this video for you guys. I'm really excited to use this stuff when school starts up, hopefully it will keep me a little inspired. Honestly, anything that can get me going throughout the school day helps so much. If it is material items, let it be that. Whatever gets you going, let it be. I love you guys dearly, i hope you guys enjoyed this video. If you did, make sure to give it a big thumbs up, and make sure to comment down below video requests that you guys want. Also make sure to follow me on all my social media, like my snapchat, twitter, instagram, all that fun mumbo jumbo. I'll see you guys next time for my next video, bye guys!", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_m6CcZN4S8mk_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 158, "src_audio": "/wmt/audio/en/vid_mDjddYiHd7A.wav", "src_ref": "Your journey in the comment section below. Let me know how much you need to lose or when you need to lose it back cuz see some of y 'all some of us we had things that you wanted to do by a certain time you might want to get married or go to a party a reunion or something and you want to look good. You want to feel great about yourself? You you have a timeline for just looking good for yourself, or you might want to look good for the beach you know, sometimes people are like, oh i want that beach body or some people are like, oh they gonna get what they gonna get", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_mDjddYiHd7A_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 159, "src_audio": "/wmt/audio/en/vid_n-mmxFdva4w.wav", "src_ref": "Yeah, that's what i'm going to do. Right, and another big actor was there. I didn't know that was there. Morgan freeman, he came out. He gave the old joe clark lean on me speech, right? He came, what seems to be the problem? That's how i go to my office right now. Son, what seems to be the problem? Can't you read the goddamn sign, son? The goddamn sign says, hot sauce and mild sauce with your meal, son. Are you trying to pull something, son? I remember you were one of them smart college kids. You used to go back and forth with your history just like you're going right now. You want to come in and jump on everybody because your forefather's been ran and chased by hounds. Well, that might not be living, but it sure as hell ain't buying. Buying is what these folks been doing going on three years. Buying, buying is buying about a thousand. Buying from us, fool. I should know because i'm the one that dropped the grease.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_n-mmxFdva4w_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 160, "src_audio": "/wmt/audio/en/vid_nNjtLybPRjM.wav", "src_ref": "Feel like yeah, they only really wash my hair on like monday thursday really and sometimes like friday if i need to if i like feel like i have an event or something like an event by event. I mean like hanging out somebody, but i'm not usually okay, so now my hair is all brushed out. I'm going to brush my teeth and then we'll go into the bedroom to finish out my skincare i used to do like my lotion and stuff in here, but i've been doing it in my vanity so let's brush my teeth really quick", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_nNjtLybPRjM_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 161, "src_audio": "/wmt/audio/en/vid_nU09s4CuaRg.wav", "src_ref": "Leading to the four. What's the four? Well, we have one, two, three, four. All right, so f. so i guess we're changing key, and we're gonna go to f. but we wanna do a two, five in front of f. so now we're thinking in a new key. Just for a minute, we're thinking in a new key. F, let's take f. one, two, okay, so there's two, it's g. three, four, five, so there's five, it happens to be c. so for this brief moment, we're thinking in our brains, we're gonna switch keys, and we're gonna play a two, five leading to the four. So that's gonna sound like this.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_nU09s4CuaRg_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 162, "src_audio": "/wmt/audio/en/vid_ncokXMVuG5s.wav", "src_ref": "Start to the season she wanted off and so likewise 83 also off so that brought out another safety car. Christopher parrott involved in that but then great fights for third place especially as costello took the lead. Toth involved in a battle for second, third and fourth. A couple more offs that brought out another safety car. Some racing incidents. Hodson great restart finally to go into second place and that's what nailed that for him but no one was gonna stop michael costello who wins.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_ncokXMVuG5s_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 163, "src_audio": "/wmt/audio/en/vid_pykdLJtt9yk.wav", "src_ref": "Go on their website, i'll put that link in the description. It shows you all the features, you can obviously take notes, record audio, mark up pdfs, add photos, and it has that shape thingy if you do a crappy circle, it makes it into a good one. Again, it shows you everything, it has integration into your apple watch, you can upload it to the usual suspects here for your cloud, even works on your phone if you have one as well. But the phone doesn't work with the pencil which is too bad, i would love to have even just on my phone to be able to quickly take the notes. Well, let's switch to noteshelf. So you can create, i mean you have a quick selection here to create your book, you can have a new one, you put in your color, your name, there are lots of options just to kind of decorate this if you so desire, i don't really care too much. These are empty books, i just created that so you can see there is a list. I usually stick with obviously that one that i'm working on.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_pykdLJtt9yk_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 164, "src_audio": "/wmt/audio/en/vid_qhwgP27R4xw.wav", "src_ref": "This shade of blue in my closet because i think it looks really good with the tan so definitely gonna be packing this with me next up we've got this little gray tank the material of all of their clothes are so soft like i don't know how they do it but it's so buttery soft and really flattering to the body like it just hugs you in all the right places so this is just a basic spaghetti strap crop top this is so easy to throw on if you're working out if you're going for a walk if you're running errands like you could honestly style this a bunch of different ways if you're not just working out now that i've got this one i need in every single color. I love it so much. It is it's perfect. Okay. Here's the next top i think this one's my favorite so far i can't", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_qhwgP27R4xw_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 165, "src_audio": "/wmt/audio/en/vid_r-aI0JD0bCE.wav", "src_ref": "They're finally they're like, i need a job, right? So as long as you show your sincere about it, because it almost is like a mad dash to get bodies back in stores, you really got to be mindful of that. But they're gonna bring you on if you're if you're genuine, if you're if you're being honest and upfront with them, it's almost hard to say no to this to this person that's interviewing for a part time job that has open availability. You know, they followed up that set themselves apart. Hopefully these tips work. If they don't, i mean, keep hitting me up with questions. I'll address them all. These are just some of the things that have worked for me. And that, you know, while my time managing at finish line, i've noticed, set a couple of the interviewees apart. I hope you enjoyed this video, drop down in the comments, continue to subscribe, continue to like the video. I ain't got nothing else for y 'all. It's a quick video. Peace.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_r-aI0JD0bCE_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 166, "src_audio": "/wmt/audio/en/vid_rU8nY03Lo5s.wav", "src_ref": "Connect with it and a lot of people don't actually feel comfortable enough to be vulnerable online so they'll reach out to you and say thank you so much for sharing this because i've been feeling this and i wasn't sure that someone else was neglecting old friends blatant snide so this one i suppose is quite self -explanatory it's very easy to feel excluded and be exclusive on social media as well. It's something that i think we all struggle with and yeah", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_rU8nY03Lo5s_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 167, "src_audio": "/wmt/audio/en/vid_u2JNW0Ftyzg.wav", "src_ref": "Let me stick this guy, every time i interview him, i spank him every time, i pull his trousers down, i say, you naughty boy, you naughty boy. Why would you want to peel another man? Why would you want to peel my trousers down? Sadly, you've got a nice butt. Your friends do that, your friends do that, your friends, i watch everything, i watch everything. My job is to watch everything. Do you like my bum? I've got another question for you, do you like my bum? No, i'm very alpha, i'm very alpha, i'm very alpha. Let's shift gears, let's shift gears for a second, let's shift gears for a second. If you're defending, you're losing, that's what they say. Hooker, ramirez. Hey! We're right back to what we're here for. Both guys, we thank.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_u2JNW0Ftyzg_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 168, "src_audio": "/wmt/audio/en/vid_uB_fMAbhJwY.wav", "src_ref": "I literally am obsessed. I'm so happy that i got this because i was running out of my old pack. It was the small, basic, like i think five color pack. And i've had that for literally like two years. So i saw this at target and i picked it up. I'm really excited. I'm gonna use this a lot for when i'm taking notes because i like taking pretty notes. So yeah, this is from target. And then this is my bullet journal. Yeah, it's a simple bullet journal. It's the one where it has like a really hard name to pronounce. Luke, luke term, look term.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_uB_fMAbhJwY_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 169, "src_audio": "/wmt/audio/en/vid_uZvI4plitd4.wav", "src_ref": "Didn't expect that if i'm being a hundred percent honest. I didn't expect that i wasn't gonna make a video initially but i put out a tweet saying yay, and there was already a lot of confusion, which is understandable there is so much confusion around what is happening in america right now with the tariffs and there's a couple of points that i want to get to with that but first let's actually look at the prices of stuff so pre -orders for switch 2 will begin on thursday april 24th at launch the price of the switch 2 in the us will remain as announced on april 2nd at 40 at $449 .99 and the switch to mario kart bundle will also remain at $499 .99 mario kart world and donkey kong haven't changed their price which in the case of mario kart world we'll just say that's good", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_uZvI4plitd4_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 170, "src_audio": "/wmt/audio/en/vid_v2NNTNAXRWY.wav", "src_ref": "Let me show you the rest so i have this pair from h &m and i got the same exact pair but in red it's christmasy for this time of year, but also you could wear red anytime red is a universal color it's not like you just need to wear it in december and i've been obsessed with red burgundy like all those colors lately so it's very on point for me right now, but look at how cute let me give you guys a close -up look at how freaking cute and you can see the material. It's very loungey very soft they're low -waisted which i love and these are the exact same pants i have on right now i got these in an extra small. I am so obsessed. They're just so freaking comfortable i think i got them for 30 something dollars on sale and then as you could see the red matching top as i'm literally wearing right now. If you take a closer look at the material it's like super cute", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_v2NNTNAXRWY_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 171, "src_audio": "/wmt/audio/en/vid_wTKg_pD9bHo.wav", "src_ref": "Take us through them. Well, casual swearing was one of those that was particularly mentioned. The guide actually points out things like this machine's cactus or spit the dummy or even bring a plate as terms that won't be well understood and perhaps worth avoiding. But, you know, i think it's probably going too far to put words on a hit list. Most australians, and i think part of the richness of our culture is the language. And i think the goal is to use it, not neglect it, not hide from it, but make sure we're clear in explaining it, because there is a lot of irony around the australian language and new arrivals certainly find it a little bit perplexing. So do sometimes younger people as they hear the old timers use these phrases. Ok, mark, thank you very much for that. Appreciate it. Cheers.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_wTKg_pD9bHo_#_0", "context": "short"}}
{"dataset_id": "wmt25", "sample_id": 172, "src_audio": "/wmt/audio/en/vid_x48axn9yc9k.wav", "src_ref": "How do you down -regulate at night and increase the quality of sleep? Not how do i sleep longer? How do i get knocked out better, right? This is about increasing the quality of sleep and helping you get to sleep faster. Most people have six to eight hours to dedicate to sleep. Problem is they're either they don't fall asleep right away or it's really ineffective sleep. And so how do you make sure that window that you actually have is a lot of it starts with behaviors and setting yourself up to win to sleep. But there's also some really awesome things you can do. Awesome product if that's where you're at. But you should probably like as a consumer, there's like 10 things that you should do to make your sleep better than before you start buying products. You should just stop doing activities, drinking late, caffeine later in the day.", "tgt_ref": null, "src_lang": "en", "tgt_lang": "fr", "benchmark_metadata": {"doc_id": "en-de_DE_#_speech_#_vid_x48axn9yc9k_#_0", "context": "short"}}
