{"dataset_id": "wmt24", "sample_id": 0, "src_audio": "wmt/audio/--4KfTiO-n0_000.wav", "src_ref": "Okay, the next video will get roofing contractors mad at me, but it's not for them. It's for you. If you are that person that cannot afford a roofing contractor, then you have to watch this video. This will show you how you can do a cover over an existing old roof yourself. And it's very simple. It's a peel and stick system.", "tgt_ref": "Что ж, за следующее видео меня будут ненавидеть профессиональные кровельщики, но это видео не для них, оно для вас. Если вы не можете позволить себе нанять работников для ремонта крыши, вам нужно посмотреть это видео. Я покажу, как вы можете перекрыть старую крышу самостоятельно. И это очень просто, по системе «отдери и прикрепи».", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_--4KfTiO-n0_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 1, "src_audio": "wmt/audio/--Dq6kFSRDE_004.wav", "src_ref": "Cheers, y'all. Now check it out. I really didn't even eat enough to be wiping my mouth, but I can tell you this, my mouth is salivating though. You know what I mean? So look, this is what I'm fixin' to do. You guys let me know down in the comment section below, what would you do? What type of veggie would you serve this with? And don't forget, this is a budget-friendly meal, alright? So let me just go ahead and pour myself a glass of this grape Kool-Aid. Yes, sir.", "tgt_ref": "Всем привет! Смотрите, я даже не съел достаточно, чтобы вытирать рот. Но я вам скажу, у меня просто слюнки текут. Знаете, что я имею в виду? Вот что я собираюсь сделать. А вы напишите мне в комментах, что бы вы приготовили? Какой овощ сделать на гарнир? И не забудьте, что это бюджетное блюдо, хорошо? Так что я сейчас просто начну и налью себе виноградного кул-эйда. О да, сэр.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_--Dq6kFSRDE_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 2, "src_audio": "wmt/audio/--sV9RHC1_4_000.wav", "src_ref": "Welcome to Cosa, in Italy. Cosa is believed to be an ancient Roman settlement. The site was excavated at least four times over the last century. What is there to excavate if Cosa is originally a Roman site? Was the Pantheon in Rome excavated? No, the Pantheon is even at the same ground level as the surrounding, contemporary buildings. And why is that? Because the Pantheon was probably built during the Roman era. It is also almost cardinally oriented, which indicates that it cannot be very ancient.", "tgt_ref": "Добро пожаловать в Козу, Италия. Считается, что Коза - древнее поселение римлян. Здесь проводили раскопки как минимум 4 раза за прошедшие сто лет. Что же здесь раскапывать, если Коза - римское поселение? Разве проводили раскопки Пантеона в Риме? Нет, Пантеон на том же уровне поверхности, как и окружающие здания, даже современные. Почему так? Потому что Пантеон скорее всего был построен во время Римской империи. Также он расположен в соответствии с частями света, что указывает на то, что он не может быть очень древним.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_--sV9RHC1_4_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 3, "src_audio": "wmt/audio/-0KrV5WsZq8_000.wav", "src_ref": "Venice, city on the water. A place of beauty and romance that attracts millions of visitors every year. Just a few steps from the well-trodden tourist routes, there's a very different Venice, one populated by fascinating creatures. This film explores a Venice that few people ever see, a city that has a surprising double life.", "tgt_ref": "Венеция, город на воде. Город красоты и романтики, который привлекает миллионы туристов каждый год. Всего в нескольких шагах от проторенных туристических маршрутов существует другая Венеция, населенная потрясающими существами. В этом фильме исследуют Венецию, которую мало кто из людей видит, город, живущий удивительной двойной жизнью.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_-0KrV5WsZq8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 4, "src_audio": "wmt/audio/-IPJfZjzCZQ_000.wav", "src_ref": "We're not ready. And it's going to be more dangerous out there because you fired Greg. Because we don't have any money to pay him, Burt. You're doing this, not me. The hell I am. Do you not understand what I had to do to get these kids out here? The bond that I had to put up for the insurance company, you want to lose all that? Rather than risk hurting one of the kids? Yeah. Why? Never bothered you before.", "tgt_ref": "Мы не готовы. И там будет опаснее, потому что ты уволил Грега. Потому что у нас нет денег платить ему, Берт. Это из-за тебя, не из-за меня. Ну конечно из-за меня. Ты что, не понимаешь, что мне пришлось сделать, чтобы притащить сюда этих ребят? Залог, который я внес в страховую компанию, ты хочешь это всё потерять? Потерять, но не рисковать потерять одного из этих ребят? Да, хочу. Почему? Раньше тебя это не беспокоило.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_-IPJfZjzCZQ_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 5, "src_audio": "wmt/audio/-_31PoDRu28_001.wav", "src_ref": "Now I need to quickly mention the reactor's name, as it was considered a zero power installation. You see, a zero power nuclear reactor is capable of sustaining a stable fission chain reaction, with no significant increase or decline in the reaction rate. This type of installation is essential to gain practical experience of reactor operation, but can still be deadly if the delicate balance isn't maintained.", "tgt_ref": "Теперь мне надо быстро упомянуть название реактора, так как это считается установкой с нулевой энергией. В смысле, реактор с нулевой энергией может поддерживать стабильную реакцию цепного деления без значительного увеличения или снижения скорости реакции. Такой тип установки крайне важен для получения практического опыта оперированием реактора, однако это может быть смертельно опасно, если не соблюден деликатный баланс.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_-_31PoDRu28_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 6, "src_audio": "wmt/audio/-lTZQChhvsY_002.wav", "src_ref": "This is a super, super easy project, surprisingly. Like, it's not hard to match things up. So that's the nice thing about this project. Okay, so that's down, right? So now I'm going to start this way. I'm just going to run the glue all the way around and do one side at a time. So here we go. I'm running it right above the tin, the rin... the rim tin. Jeez. So I'm just going to take this and move it along.", "tgt_ref": "Это очень, очень простой проект, на удивление. Совсем несложно собрать всё вместе. Это хорошее качество этого проекта. Хорошо, что же делать? Я сейчас начну с этого. Я просто пройдусь клеем по всей поверхности и буду делать одну сторону. Итак, начнем. Я мажу клеем банку, край банки. Боже. Я просто возьму вот это и продолжу.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_-lTZQChhvsY_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 7, "src_audio": "wmt/audio/-uigLE6EI1g_000.wav", "src_ref": "This is an authentic and real old footage of a true certain giant individual from Japan, walking in some military parade. What's shocking about it is his actual size. He has a stature of at least 4 meters high, which is minimum 13 in feet. Thus, he is genuinely taller and more massive than each and every other original NBA player, for example, like Shaquille O'Neal, or", "tgt_ref": "Это реальная и неотредактированная запись того, как вполне опрделённый человек-гигант из Японии участвует в каком-то военном параде. И поражает здесь его настоящий размер. Его рост - минимум 4 метра, то есть минимум 13 футов. То есть он по-настоящему выше и тяжелее абсолютно любого игрока НБА, например, Шакила о'Нила.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_-uigLE6EI1g_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 8, "src_audio": "wmt/audio/00lv1G1uW8M_004.wav", "src_ref": "I encourage them to challenge their teachers even when they, when they think the teacher is wrong about something. I think that it's a good thing for people to go out there and not just accept everything as it is. Right. Yeah. So that kind of independence--. You famously, as a Congressman, explained all of your votes on Facebook, which is a rare concession by authority, to say, \"Okay, this is why I did what I did.\" Yeah, and actually, you know, a lot of the people in leadership and in Congress didn't like that I was doing that, because I was giving people at home the power to challenge them. Yeah.", "tgt_ref": "И я советую им задавать вопросы своим учителям, даже если они думают, что учитель в чем-то не прав. Я думаю, что это хорошо, когда люди не молчат и не принимают всё таким, как оно есть. Правильно. Да. И такая независимость... Вы известны тем, что будучи конгрессменом вы объясняли все свои голосования на фейсбуке. А это довольно редкое признание от фигуры власти, сказать так: «Хорошо, вот почему я сделал то, что сделал». Да, и вообще-то, знаете, многим людям во власти и в конгрессе не нравилось, что я так делал, потому что я давал обычным людям право и власть задавать им вопросы. Да.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_00lv1G1uW8M_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 9, "src_audio": "wmt/audio/07FOJFFqOYc_002.wav", "src_ref": "The question is, like countless other claimed Neolithic ruins, how did they achieve such feats? How did they lift such enormous stones? Were they, like we have posited many times before, the remnants of a once-advanced-yet-destroyed ancient civilization? We find such possibilities, in particular, the men here of Agra, highly compelling.", "tgt_ref": "Вопрос в том, а этот вопрос относится и к бесчетному количеству других памятников неолита, как они достигали таких масштабов? Как они поднимали такие огромные камни? Были ли они, как мы многократно предполагали ранее, наследниками однажды великой, но потом исчезнувшей древней цивилизации? Нам кажется, что такое крайне вероятно, в частности, касательно людей здесь, в Агре.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_07FOJFFqOYc_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 10, "src_audio": "wmt/audio/0EJ9bV6IAnM_000.wav", "src_ref": "So, I bought an Xbox Series X so that you don't have to. Or maybe you actually have to. In this video, I'm going to tell you all the pros and cons of choosing an Xbox Series X. I'm also going to go over the actual hardware, the controller, the games, just about everything that is my experience so far with the Xbox Series X. So I hope you will enjoy this video, and maybe even find it useful.", "tgt_ref": "Итак, я купил себе Xbox серии X, так что вам не нужно его покупать. Ну или нужно. В этом видео я расскажу вам обо всех за и против выбора Xbox серии X. Я подробно расскажу о железе, контроллере, играх, просто обо всем, что я узнал за то время, пока пользовался Xbox-X. Так что я надеюсь, вам понравится это видео, и может, даже будет полезным.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_0EJ9bV6IAnM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 11, "src_audio": "wmt/audio/0ZEBNpiuMu4_004.wav", "src_ref": "I'm sure marine dinosaurs still exist. My apologies for intruding upon your thoughts, mademoiselle. But strictly speaking, only reptiles that walked on dry land are called dinosaurs. If they lived under the water, they are called marine reptiles, and they all disappeared a very, very long time ago. What happened? You'll see, Julie.", "tgt_ref": "Я уверена, что морские динозавры до сих пор существуют. Прошу прощения, что перебиваю ход ваших мыслей, мадемуазель, но, строго говоря, толко сухопутные рептилии называются динозавтрами. Если они жили под водой, они называются морскими рептилиями, и они все исчезли много-много лет назад. Что произошло? Увидишь, Жюли.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_0ZEBNpiuMu4_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 12, "src_audio": "wmt/audio/0imglSyYL1Q_002.wav", "src_ref": "So once all that is done, I wipe away all the excess powder with a little bit of alcohol and a paper towel. Super easy to clean. And then I apply my cuticle oil. This is actually face oil from Truly, but I didn't like how it was so sensey. I didn't want to put it on my face, so I use it as cuticle oil. And this is the final product of my nails. I love them and I'm obsessed. A couple of frequently asked questions: How long does my nail set last? I usually leave my nails on for two weeks. Sometimes I take them off early because y'all know I do my own hair, and I gotta have my nubs when I do my hair, because it's easy to grip.", "tgt_ref": "Когда с этим покончено, я вытираю всю лишнюю спилку с помощью бумажного полотенца со спиртом. Очень легко. А потом наношу масло для кутикулы. На самом деле это масло для лица от Truly, но мне оно не понравилось, пахнет слишком специфично. Я не хотела наносить его на лицо, поэтому использую для кутикулы. И это финальный этап. Мне ужасно нравятся мои ногти, я в восторге. Парочка часто задаваемых вопросов: как долго носятся мои ногти? Обычно оставляю их на две недели. Иногда снимаю их пораньше, потому что, как вы знаете, я сама себе делаю прически, и мне нужно держать и чувствовать волосы подушечками пальцев.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_0imglSyYL1Q_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 13, "src_audio": "wmt/audio/0mytlKOHr74_006.wav", "src_ref": "Knight of the Galactic Railroad by Kenji Miyazawa. This is a Japanese story of two young boys who embark on a mystical journey on a celestial train, going through the galaxy, encountering various allegorical experiences and deep philosophical themes. As they navigate the night sky, the story reflects on life, death, and the human condition, leaving readers with a profound exploration of existence and the universe. The novel was adapted into a manga in 1983 and an anime in 1985.", "tgt_ref": "«Ночь на галактической железной дороге» Кэндзи Миядзава. Это японская история о двух мальчиках, которые отправляются в мистическое путешествие в небесном поезде, направляющемся сквозь галактику, и сталкиваются с новым аллегорическим опытом и глубокими философскими темами. Пока они перемещаются по ночному небу, в тексте поднимаются темы жизни, смерти и человеческого бытия, предоставляя читателям глубокое исследование существования и вселенной. Роман был переработан в мангу в 1983 и аниме - в 1985.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_0mytlKOHr74_006", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 14, "src_audio": "wmt/audio/0uduQk_8c1s_002.wav", "src_ref": "Where I'm standing would have been the bottom of the Western Interior Sea, about 85 million years ago. Mike Everhart is one of the world's leading experts on Mosasaurs. The horizon would have been ocean for as far as you could see, that the seaway stretched for hundreds of miles from where we're standing. At this time, the climate is warmer, so there are no polar ice caps.", "tgt_ref": "Там, где я стою, когда-то, примерно 85 миллионов лет назад, было дно Западного внутреннего моря. Майк Эверхарт - один из ведущих специалистов в мире по мозазаврам. До горизонта, в пределах видимости, тогда простирался океан на сотни миль от того места, где мы стоим. В то время климат был теплее и не было полярных льдов.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_0uduQk_8c1s_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 15, "src_audio": "wmt/audio/1CWvFkncljw_003.wav", "src_ref": "All right, whoa, whoa, whoa, whoa, hold it down to a small riot, would you? Daddy, when are we going to be able to afford a larger car? When you're about 10 years older and can marry a millionaire. I had more room when I was in my baby buggy. Yeah, and I haven't finished paying for that either. In fact, I still owe two more payments to the hospital before I own you.", "tgt_ref": "Так, воу-воу-воу, сдерживай свои революционные порывы, окей? Пап, когда мы сможем купить машину побольше? Лет через 10, когда ты повзрослеешь и выйдешь замуж за миллионера. Моя детская коляска была попросторнее. Да, и я за нее до сих пор плачу кредит. Вообще-то, я и за тебя еще должен больнице пару платежей.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_1CWvFkncljw_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 16, "src_audio": "wmt/audio/1R3j_apcikw_000.wav", "src_ref": "Today we're going to talk about Ben Affleck defending an interview. Greg, why don't you to tell us about the video we're going to watch. Yeah, so a couple of weeks ago, Ben Affleck went on a two-hour interview with Howard Stern. He talked about his breakup with his ex-wife and family, and he had some fallout from it, so here we go. Here he is, Ben Affleck!", "tgt_ref": "Сегодня мы поговорим об интервью Бена Аффлека. Грег, почему бы тебе не рассказать немного о видео, которое мы будем смотреть? Да, пару недель назад Бен Аффлек дал двухчасовое интервью Говарду Стерну, в котором рассказал о своем расставании с бывшей женой и детьми, у чего были некоторые последствия. Итак, начнём. А вот и он, Бен Аффлек!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_1R3j_apcikw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 17, "src_audio": "wmt/audio/1SSA_hwpBg8_011.wav", "src_ref": "Now, I need to let y'all know, I've never done this before, but I'm going to do it now. Skinpotion is handcrafted with organic and all natural ingredients that deeply moisturize and illuminate the skin. Veil of Venus is the newest addition to the Skinpotion family. It is available right now for pre-order. And you can follow Skinpotion on Instagram @skinpotionus. That's s-k-i-n-p-o-t-i-o-n-u-s, skinpotionus.", "tgt_ref": "Итак, надо сказать, что я никогда не делал так раньше, но сейчас сделаю. Skinpotion делают вручную из органических полностью натуральных ингредиентов, которые глубоко увлажняют кожу и придают ей сияние. Вуаль Венеры - новинка в линейке Skinpotion, и сейчас доступна для предзаказаю И вы можете зафолловить Skinpotion в Инстаграме @skinpotionus.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_1SSA_hwpBg8_011", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 18, "src_audio": "wmt/audio/1SqhIFgluMw_001.wav", "src_ref": "So, I have been working with music for over 20 years, and released two albums during that time, and touring around Germany and Poland, and Sweden, of course. So you've always been a performer from a very young age? Yeah, I have. And is there any iconic places that you performed at when you were younger?", "tgt_ref": "Я работаю в музыкальной сфере уже более 20 лет, выпустил два альбома за это время, и езжу с турами по Германии и Польше, и, конечно, Швеции. То есть вы всегда выступали, с раннего возраста? Да. Есть какие-то знаковые места, где вы выступали в молодости?", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_1SqhIFgluMw_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 19, "src_audio": "wmt/audio/1qGqMbMvnqY_001.wav", "src_ref": "And now you see that whatever happens backstage, it doesn't matter because the show will go on. And I got a comment from Lovely Lych that she really liked the video. And she writes, \"I liked the behind-the-scenes things, like traveling to the festival, the atmosphere there, the food and stuff. A day in your life, so to speak.\" So I hope you liked this video and we'll show you as much as possible. So now it's time for lunch, and Deep is making some scrambled eggs. And the trick here is to add an extra egg yolk to it.", "tgt_ref": "А теперь вы видите, что неважно, что происходит за сценой - всё равно шоу будет продолжаться. И у меня есть комментарий от Lovely Lych, что ей очень понравилось видео. Она пишет: «Мне понравилось смотреть про закулисье, например, про поездку на фестиваль, атмосферу там, еду и всякое такое. Другими словами, один день из твоей жизни\". Так что надеюсь, вам понравилось это видео, и мы покажем вам всё, что можем. Итак, сейчас время обеда, и Дип готовит болтунью. И фишка в том, что надо добавить один лишний желток.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_1qGqMbMvnqY_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 20, "src_audio": "wmt/audio/2597xLWyKF0_001.wav", "src_ref": "The enemy of my enemy is my friend. Disagree! If the enemy of your enemy were your friend, he'd explicitly be your friend. You know, oftentimes people can work together for a time, united by their dislike for something or someone. But if that relationship was conceived by your mutual dislike for whatever that thing is, what's to stop that relationship from dissolving or becoming hostile after that thing is taken care of? Like, the foundation of a friendship is much more stable than that. But, you know, I also understand the short-term strategy behind it, so I'll just disagree.", "tgt_ref": "Враг моего врага - мой друг. Я не соглашусь! Если бы враг твоего врага был твоим другом, он был бы им открыто. Знаете, часто люди могут вместе работать какое-то время, объединенные нелюбовью к чему-то или кому-то. Но если эти отношения появились только из-за общей нелюбви к чему бы то ни было, что помешает им раствориться или стать недружелюбными, когда этого объекта не станет? Ну, основа дружбы намного более стабильна. Но знаете, я также понимаю и кратковременную логику за такими отношениями, так что я просто не соглашусь.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_2597xLWyKF0_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 21, "src_audio": "wmt/audio/2Uo5zKrbips_001.wav", "src_ref": "A long time ago, their parents were killed by poachers, and Cheyenne and Kuyu were sold at the market. Taken in by the Help Congo organization, they grew up in semi-captivity with about 30 other orphans out on the islands. One after another, these young chimpanzees have been shown the way back to the forest. The association's scientists have given them each a name to identify them.", "tgt_ref": "Несколько лет назад родителей Шейенн и Кию убили браконьеры, а их самих продали на рынке. Их взяла к себе организация Помощи Конго, и они выросли в полуневоле с примерно 30 другими шимпанзе-сиротами с островов. Одного за другим, молодых животных возвращали в лес. Ученые ассоциации дали имя каждому шимпанзе, чтобы идентифицировать их.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_2Uo5zKrbips_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 22, "src_audio": "wmt/audio/2omlZQaheWE_000.wav", "src_ref": "And because of that, you cannot trust any media outlet to report on the news fairly or accurately. Now that being said, I still think there's some value to the mainstream media. Just because they are exaggerated and biased, doesn't mean they can't be trusted at all. There's still a lot of useful information you can gather from these sources. You just have to know how to analyze them properly. The same is not necessarily true for the alternative media, the smaller companies or even individuals who talk about the news on sites like YouTube and Facebook.", "tgt_ref": "И поэтому нельзя полностью доверять ни олному СМИ в том, что новости будут переданы точно и достоверно. Но, учитывая всё это, я всё равно считаю, что есть и определенная польза от популярных СМИ. Даже если они преувеличивают или однобоко подают информацию, это не значит, что им совсем нельзя верить. Всё равно из этих источников можно собрать много полезной информации, надо только уметь грамотно анализировать. Всё сказанное не всегда относится к альтернативным СМИ, маленьким компаниям или даже отдельным личностям, которые говорят о новостях на Фейсбуке или Ютьюбе.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_2omlZQaheWE_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 23, "src_audio": "wmt/audio/2ydbIXw68nA_000.wav", "src_ref": "And when you download it, it should be a pretty quick, small file size. You're going to get an app that looks just like this, all right? So I could click on that right now. And this is the view that you're going to see right away here. And so, I'll talk about a few things with the lab. Now, one thing to note is that the lab instructions for the lab worksheet that you're going to work on are pretty self explanatory. So really, the purpose of this video is to show you how to use the app itself.", "tgt_ref": "И когда вы скачаете файл (это будет достаточно быстро, файл небольшой), вы получите приложение, которое выглядит вот так. Я сейчас нажму на приложение. И вот так выглядит то, что вы увидите в самом начале. И я расскажу о нескольких фичах лабораторной. Во-первых, нужно заметить, что инструкции для лабораторных таблиц, с которыми вы будете работать, достаточно понятны. Так что на самом деле цель этого видео - показать вам, как использовать само приложение.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_2ydbIXw68nA_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 24, "src_audio": "wmt/audio/33gJqN796Eo_000.wav", "src_ref": "Well, it still sounds better than Pink Floyd. So in Manic Miner, you collect all the items on the screen and head to the goal. And you gotta do it before you run out of air or hit something. Hit what exactly? Weeds! You can die from touching grass. It sounds like half my fanbase. And did you notice I died from touching a weed that was on a completely different platform? I just went through the platform and then hit the weed. That's good game design, man. And then there's this asshole over here who's going rrrrr!", "tgt_ref": "Ну, это всё ещё лучше, чем Пинк Флойд. В Manic Miner вы собираете все предметы на экране и двигаетесь к цели. И вам надо сделать это до того, как закончится воздух или вы наткнетесь на что-нибудь. Например, на что? Трава! Вы можете умереть, прикоснувшись к траве. У половины моих фанатов похожие проблемы. А вы заметили, что я умер от травы, которая находилась на другой платформе? Я просто прошел по платформе и наткнулся на траву. Вот это хороший гейм дизайн. И вот еще этот урод вон там, который такой «ррр»!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_33gJqN796Eo_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 25, "src_audio": "wmt/audio/36UVjSUk-wY_035.wav", "src_ref": "Alexa, play It's My Party and I'll Cry if I Want To. Bo, Bo, we gotta spin around. Alexa, play It's My Party and I'll Cry if I Want To. You'd cry too if it happened to you. Woo! Alexa, play Midnight Train!", "tgt_ref": "Алекса, включи It's My Party и I'll Cry if I Want To. Бо, Бо, мы будем кружиться. Алекса, включи It's My Party и I'll Cry if I Want To. Ты бы тоже плакал, если бы с тобой это случилось. Да! Алекса, включи Midnight Train!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_36UVjSUk-wY_035", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 26, "src_audio": "wmt/audio/392RoIzR2Fs_001.wav", "src_ref": "Hi, Rob. Hi, Marion, how are you? I am very well. Why are you dressed as a security guard, Rob? Management have asked me to create a new healthcare security news section and buyer's guide and I thought a costume may help me get into character. Oh, I see. Yes, well, maybe it will, Rob. We have a news section now that looks at the issues and opportunities surrounding data security and network security and healthcare.", "tgt_ref": "Привет, Роб. Привет, Марион, как дела? У меня все отлично. Роб, почему ты одет как охранник? Руководство попросило меня разработать новый раздел новостей об охране здоровья и инструкции для покупателя, и я подумал, что нужно переодеться, чтобы войти в роль. А, вот оно что. Да, может, это поможет, Роб. У нас теперь есть раздел новостей, в котором рассматриваются проблемы и новые возможности, касающиеся безопасности данных, сетевой безопасности и охраны здоровья.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_392RoIzR2Fs_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 27, "src_audio": "wmt/audio/3F3YFF8z714_000.wav", "src_ref": "Hello, it's Bahiano with Bahiano Reno. Yeah, we're going to repair some grout. The tiles looks to be about 14, 15 years old. We're going to do it just to stabilize the tiles, because the way it is, the tiles looks good. It's just loosening up in some areas. We don't want to replace the whole tile, the whole grout. We're just going to do some repair to last until we are ready to do a full renovation. Yes, is this recording?", "tgt_ref": "Привет, это Бахиано и канал Реновация Бахиано. Да, мы сегодня будем реставрировать плиточный раствор. Этой плитке примерно 14-15 лет. Нам нужно только лучше её закрепить, потому что сами плитки выглядят нормально. Только раствор немного отошёл в некоторых местах. Нам не надо перекладывать всю плитку или менять весь раствор. Мы хотим только немного починить, чтобы всё продержалось до того момента, когда мы захотим переделать ремонт. Это записывается?", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_3F3YFF8z714_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 28, "src_audio": "wmt/audio/3MTATdXzFC4_009.wav", "src_ref": "So my dad can't give me rides to work. And for me, work is about 27 miles away. So there and back would be nearly a $100 a day with Uber. I haven't looked at Lyft. I could have, I guess, that makes sense. But I didn't have rental on my auto insurance, so that's my fault. So I guess I could have tried to do that and get that set up and tried to get a rental while I was down and out of a car. But even then, a rental wouldn't cover seven days. I'm going to sneeze, hold on. That sneeze sucked.", "tgt_ref": "Итак, папа не может подвозить меня до работы. А мне ехать примерно 27 миль до работы. На убере это будет почти 100 долларов туда и обратно. Я не проверял Lyft, хотя и мог бы, наверное, это было бы осмысленно. Но у меня не было страховки на вождение арендованных автомобилей, сам виноват. Так что, наверное, я мог бы попробовать разобраться со страховкой и попробовать взять машину в аренду, пока у меня не было своей. Но и в этом случае арендованной авто не хватило бы на 7 дней. Сейчас чихну, подождите. Ужасный чих.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_3MTATdXzFC4_009", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 29, "src_audio": "wmt/audio/3M_AGbXVb5s_000.wav", "src_ref": "Now, talking about stars, Howard Jones appears as a special guest vocalist in a duet with you on the album, on the track, I Made a Case, who has offered you so much encouragement with your music. Was it by chance that he happened to appear on the track? As I hear you had to strip back the track, as didn't want anything being in the way of your voices telling the story.", "tgt_ref": "Итак, раз мы говорим о звёздах, в вашем альбоме есть трек с Говардом Джонсом, который спел с вами дуэт I Made a Case, и который так поддерживал вас и вашу музыку. Случайно ли так получилось, что имено он спел в этом треке? Я слышал, что вам пришлось убрать лишнюю аранжировку, чтобы ничто не мешало вашим голосам рассказывать историю.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_3M_AGbXVb5s_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 30, "src_audio": "wmt/audio/3S7FkKvesu8_000.wav", "src_ref": "Water, the liquid that oceans are made of. And it fills endless depths. Only a few will venture out into the endless open ocean of this vast underwater world. Most of the ocean inhabitants live in the city, as it were, like human societies.", "tgt_ref": "Вода - жидкость, из которой состоят океаны. Она заполняет собой бесконечные глубины.Далеко не все рискнут отправиться в бесконечный открытый океан этого огромного подводного мира. Большинство подводных обитателей живут в городах, если сравнивать их с человеческим обществом.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_3S7FkKvesu8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 31, "src_audio": "wmt/audio/3hGlnmof_F8_003.wav", "src_ref": "Well, you'd only have the law on you, and bring it back, and then things would be worse than ever. Maybe so. It just ain't no sense in livin'. We ain't got a chance. Why, Chris, what a thing to say. We've all got a chance. The world's full of beautiful things. Not for us, swampers. Yes siree, for all of us.", "tgt_ref": "Ну, на вас подадут в суд, и будет апелляция, и тогда все закончится наихудшим образом. Может быть. Но просто нет никакого смысла в жизни. У нас нет шансов. Крис, ну зачем же так говорить! У нас у всех есть шанс. В мире много хорошего. Не для нас, работяг. Нет, для всех нас.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_3hGlnmof_F8_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 32, "src_audio": "wmt/audio/3u-ImON16rs_000.wav", "src_ref": "Hey Psych2Goers, and welcome back to our channel. Thank you so much for all the love you've given us. Your ongoing support has helped us make psychology and mental health more accessible to everyone. Now let's continue. We've all done something self-destructive at some point in our lives. Most of the time, it's not intentional and doesn't become a habit. Self-destructive behaviors are those that are bound to harm you physically or mentally. It may be unintentional, or you may know exactly what you're doing, but the urge is too strong to control. Problems can eventually arise when this type of behavior becomes habitual. So, here are seven common behaviors of a self-destructive person.", "tgt_ref": "Привет подписчики, добро пожаловать на наш канал. Спасибо вам за вашу любовь. Благодаря вашей постоянной поддержке мы делаем психологию и ментальное здоровье более доступными каждому. Давайте продолжать. В какой-то момент жизни мы все делали что-то саморазрушающее. В большинстве случаев это происходит ненамеренно и не становится привычкой. Саморазрушающее поведение - такое, которое наносит вам вред физически или ментально. Оно может быть непреднамеренным, а может быть, вы прекрасно понимаете, что вы делаете, но не можете контролировать желание. Проблемы начинаются тогда, когда это поведение становится привычным. Итак, вот 7 привычек саморазрушающей личности.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_3u-ImON16rs_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 33, "src_audio": "wmt/audio/4EXYb1KXvzM_002.wav", "src_ref": "Starfire. The princess of Tamaran. Comfortable, I hope. Lord Bagrok! Oh! Such a formidable spirit. Your sister was wise to hand you over. Garbler neck!", "tgt_ref": "Звездный огонь. Принцесса Тамаран. Надеюсь, вам комфортно. Лорд Багрок! Какой грозный дух! Ваша сестра мудро поступила, передав вас. Черт!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_4EXYb1KXvzM_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 34, "src_audio": "wmt/audio/4cfsI4ZjTbU_001.wav", "src_ref": "We must recognize that the government of the People's Republic of China and the government of the United States have had great differences. We will have differences in the future. But what we must do is to find a way to see that we can have differences without being enemies in war.", "tgt_ref": "Мы должны признать, что у правительства Китайской народной республики и правительства Соединенных штатов было достаточно много разноогласий, и они еще будут в будущем. Но нам необходимо постараться понять, что у нас могут быть разные точки зрения, но это не значит, что мы должны быть военными противниками.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_4cfsI4ZjTbU_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 35, "src_audio": "wmt/audio/5969NouFGfs_002.wav", "src_ref": "How did you very early on, considered or realized that, well, engineering is just part of the challenge? Especially that we're taught as engineers that we're dealing with issues, right? And we're finding solutions. That's our job. Sure, sure. How did you came across that so early on? Well, it was a strange coincidence, so to speak. Of course, I grew up in the 1970s. I gained my political consciousness, as well as my academic understanding in the 1970s, and that context matters, of course, massively.", "tgt_ref": "Каким образом вы так рано поняли или рассмотрели вероятность того, что инженерное решение - только часть решения вопроса? Особенно учитывая то, что нас учат, что инженеры работают с конкретными проблемами, так ведь? и мы находим решения. Это наша работа. Да, конечно. Как вы подумали об этом на такой ранней стадии? Ну, это было странное стечение обстоятельств, если можно так сказать. Конечно, я вырос в 1970-х. Свои политические воззрения и академическое понимание мира я получил в 1970-х, и этот контекст имеет значение, конечно, огромное значение.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_5969NouFGfs_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 36, "src_audio": "wmt/audio/5Ohwuu0GuMA_000.wav", "src_ref": "South Wales four-piece The Now are proud to release their debut album, Too Hot To Handle, via True Music, and Callum joins me now. How are you doing, Callum? How's it going? Yeah, all good. Good, yourself? Yes, I'm very good. Thank you. It's a privilege to speak to yourselves because I've been listening to your music quite a lot since 2023. So I'm just loving the music, and I think it's something that we definitely need in the charts these days.", "tgt_ref": "Четверка из Южного Уэльса The Now с гордостью представляют свой дебютный альбом Too Hot To Handle от лейбла True Music, и Каллум здесь со мной. Как дела, Каллум? Как дела? Да всё хорошо. А у вас? У меня тоже всё хорошо. Спасибо. Я очень рад разговаривать с вами, потому что я много слушал вашу музыку с 2023. Я просто в восторге от неё, и думаю, что это именно то, что должно быть в наших чартах сейчас.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_5Ohwuu0GuMA_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 37, "src_audio": "wmt/audio/5TqcJCKl34g_000.wav", "src_ref": "So, when did you first start writing and performing music after having your stage in front of your grandparents there? Well, basically, more performing. I did a bit of writing, but I left it to professionals, you know, when I was recording with professional writers and big, big hits around the world.", "tgt_ref": "Итак, когда вы начали сочинять музыку и выступать, ну после того, как вы выступили там перед дедушкой и бабушкой? Ну, в основном, больше выступать. Я немного сочинял, но оставил это профессионалам, знаете, когда я записывался с профессиональными авторами и получались большие мировые хиты.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_5TqcJCKl34g_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 38, "src_audio": "wmt/audio/5jn6pLG9P7k_000.wav", "src_ref": "Proper handling and disposal of waste at your auto repair facility is important for employee health, but also to avoid fines or significant legal settlements. Also, customers want to do business with companies that make an effort to proactively protect the environment and operate in a sustainable way. So what are seven ways you can do this? Number one: re-refining used oil. Don't just discard your old oil. With the right processes, oil can be fully re-refined and reused indefinitely without any reduction in quality.", "tgt_ref": "Правильное обращение и утилизация отходов в автосервисе важны не только для здоровья сотрудников, но и для того чтобы избежать штрафов и судебных предписаний. К тому же потребители хотят получать услуги у компаний, которые прикладывают усилия к защите окружающей среды и экологичному бизнесу. Какие 7 способов делать это существуют? Номер один: очищение использованного масла. Не выбрасывайте старое масло. Если правильно настроить процесс, масло может быть полностью очищено и снова использовано без потери качества.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_5jn6pLG9P7k_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 39, "src_audio": "wmt/audio/5mzS5ZJPAsM_007.wav", "src_ref": "Check. Check. Rock defeats scissors, scissor defeats paper, and paper defeats rock. You win. The loser will lose one star. At the end of each game, the referee will put the cards back into the recycling box. Of course, if both players choose the same card, the game is tied, and no one will lose a star.", "tgt_ref": "Раз. Раз. Камень побеждает ножницы, ножницы побеждают бумагу, бумага побеждает камень. Вы выигрываете. Проигравший теряет одну звезду. После каждого раунда судья возвращает карты в ящик. Конечно, если оба игрока вытаскивают одинаковые карты, будет ничья и никто не потеряет звезду.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_5mzS5ZJPAsM_007", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 40, "src_audio": "wmt/audio/5t6wu7zIFBg_000.wav", "src_ref": "Hello, this is Nick from Review Outlaw. So, what we're going to do today is do a final walk-through of the cabin we finished up. Pretty much getting to the end. This is the first room you walked into before. As you can see, we finished that ceiling, got the walls, all sheetrock painted. This little border across here. Got alarm system in.", "tgt_ref": "Привет, это Ник из Review Outlaw. Итак, сегодня мы пройдемся по хижине, которую мы доделали. В принципе, это уже финал. Вот первая комната, в которую вы зашли в прошлый раз. Как видите, мы доделали потолок, покрасили стены, весь гипсокартон. Вот эта перегородка здесь. Тут система сигнализации.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_5t6wu7zIFBg_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 41, "src_audio": "wmt/audio/638jXo5Gh2E_000.wav", "src_ref": "Hello, World PDR coming at you here with a 2018 brand new Yukon Denali. It's got a little dent right here in the back quarter. I've got it not super warm. I've got it 95. That's maybe a little too warm. I'm gonna turn this down. We're just going to do a quick little glue pull. I've got the glue all hot and ready. Can you guys see where that dent is? I'm just going to drop it right in there and then maybe even remove the heat.", "tgt_ref": "Привет! Мир починки вмятин без использования краски снова с вами с новым Yukon Denali 2018 года. На нем есть маленькая вмятина вот здесь на заднем крыле. Сейчас температура - 95, возможно, это слишком тепло. Я сделаю похолоднее. Мы сделаем простое быстрое вытягивание клеем. Клей уже горячий и полностью готов. Вы видите, где вмятина? Я просто опущу клей сюда, и может, даже полностью выключу нагрев.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_638jXo5Gh2E_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 42, "src_audio": "wmt/audio/64yy78jMNcM_000.wav", "src_ref": "Take a close look at this bolt. It has some surface rust on it, but it's still useful. We're going to show you how we managed to play ordinary hardware with a zinc finish. If you always have the materials on hand at home, you can save yourself a little money and a trip to the hardware store whenever you need zinc-plated hardware. We're going to show you everything you need to have on hand to zinc plate and weatherproof this bolt.", "tgt_ref": "Посмотрите внимательнее на эту деталь. На ней немного ржавчины, но она все еще годная. Мы покажем вам, как можно обработать обычные детали оцинковкой. Если у вас всегда есть материалы дома, вы можете не идти в строительный магазин, если вам нужны оцинкованные детали. Мы покажем вам всё, что нужно иметь под рукой, чтобы оцинковать деталь и сделать ее устойчивой к воде.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_64yy78jMNcM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 43, "src_audio": "wmt/audio/6D9Z7antjMw_002.wav", "src_ref": "And he said, \"You have a tattoo.\" And I said, \"I have a few.\" But, \"On your hand.\" I have a banjo, and I told him about it. It was a friend of mine, Darryl Adams. And it's a banjo. Do you have it? Oh yeah, there's a banjo right there on your hand. Can we see it? Look, there's a banjo. It's the kind of tattoo you should really get on your knee, you know? Yeah, yeah. Or, or... A banjo on my knee, kind of thing. Oh, a banjo on my knee! Yeah. Yeah!", "tgt_ref": "И он сказал: «У тебя татуировка\". И я сказал: «У меня несколько\". «На руке\". У меня там банджо, и я рассказал ему о ней. Это был мой друг Дэррил Адамс. И это банджо. Тату еще есть? О да, вот банджо у вас на руке. Можно посмотреть? Смотрите, банджо. Это татуировка, которую надо делать на колене. Да, да. Или... «Банджо на колене\", как строчка из песни. О, банджо на колене. Да. Да.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_6D9Z7antjMw_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 44, "src_audio": "wmt/audio/6JeSS_CODZ0_000.wav", "src_ref": "Here's the full story of Danny and Sam. Ready? Ready. Danny Fenton and Sam Manson are best friends, and along with Tucker, they spend pretty much all their time together. Sam's the reason Danny has ghost powers in the first place. Come on, Danny, a ghost zone? You gotta check it out. You know what? You're right.", "tgt_ref": "Вот полная история Дэнни и Сэма. Готовы? Готовы. Дэнни Фэлтон и Сэм Мэнсон - лучшие друзья, и вместе с Такером они проводят почти все время вместе. Это из-за Сэма у Дэна есть сверъестественные силы. Да ладно, Дэнни, сверъестественная френдзона? Ты должен это заценить. Знаешь что? Ты прав.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_6JeSS_CODZ0_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 45, "src_audio": "wmt/audio/6RjTvN2QhSY_000.wav", "src_ref": "Nearby, Basil was awoken by an emergency alert as a foul smelling gas cloud from the blaze was spread across the area. Locals were told not to leave their homes and to close all windows and doors, although this alert was lifted around 7 AM when the smoke was thought to be non-fatal. It wouldn't be the air so much as the water that would be heavily polluted, and it would be the very water used to douse the flames that would cause the disaster. The highly toxic mercury compounds were present as fungicides in sea dressings in the warehouse, and were marked with fluorescent red dye Rhodamine B.", "tgt_ref": "Рядом, в Бразилии, сигнал тревоги разбудил жителей, когда облако плохо пахнущего газа от возгорания начало распространяться по территории. Жителей проинструктировали не покидать дома и закрыть все окна и двери, хотя сигнал и прозвучал около 7 утра, когда еще считалось, что газ неядовит. И не столько воздух, сколько вода будет наиболее ядовита, и именно этой водой будут тушить пламя, что и приведет к катастрофе. Крайне токсичные соединения ртути содержались в фунгицидах для обработки семян, которые хранились на складе, и были помечены флюоресцентным красителем - родамином Б.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_6RjTvN2QhSY_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 46, "src_audio": "wmt/audio/6YeLsSSPNLQ_000.wav", "src_ref": "Crime fighters' log 1.2747. Jump City is a cesspool. I can't bring justice to the streets alone. I need a sidekick, preferably several sidekicks. I'll call them teammates to be polite, but everyone will know their sidekicks. Networking apps. Welcome, RobDog_747. Let's put together a team. Team assemble mode. Not older than me.", "tgt_ref": "Crime fighter, лог 1.2747. Джамп сити - это клоака. Я не могу в одиночку навести порядок на улицах. Мне нужен напарник, а то и несколько. Я буду называть их членами команды для вежливости, но все будут знать, что они помощники. Социальные сети. Добро пожаловать, RobDog_747. Давай соберем команду. Режим «сборка команды\". Не старше меня.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_6YeLsSSPNLQ_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 47, "src_audio": "wmt/audio/6ji3tqZUynY_001.wav", "src_ref": "Kim Jong-il said to the officials, \"I shared a great leader's motor, served the working masses, and let flowers bloom even on a rock, if this is the people's desire. This is my alpha and omega. This idea has been embedded in every aspect of the people's living in the solution of traffic problem for one thing.\"", "tgt_ref": "Ким Чен Ир сказал чиновникам: «Во мне была энергия великого лидера, я служил народным массам и, если народ хотел, делал так, что цветы цвели на камнях. Это моя альфа и омега. Эта идея укоренена в каждом аспекте жизни народа, и в частности, в решении проблем с дорожным движением».", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_6ji3tqZUynY_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 48, "src_audio": "wmt/audio/7MQ3Yx2h3Rg_000.wav", "src_ref": "First of all, what we're going to do is just mix this paint up. It mixes one to one with a reducer. And we just mix it up like we normally would painting anything. So I have two ounces of paint here, so I'm going to put two ounces of reducer. We're going to stir it up. Now it's ready to put in the gun and spray.", "tgt_ref": "Во-первых, сначала мы замешаем эту краску. Она смешивается с разбавителем один к одному. И мы просто смешиваем их, как мы обычно мешаем краску. Итак, у меня две унции краски, поэтому я добавляю две унции разбавителя. Теперь размешиваем. Теперь можно загружать краску в пистолет и красить.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_7MQ3Yx2h3Rg_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 49, "src_audio": "wmt/audio/8HgZcwSmM0c_000.wav", "src_ref": "This is aluminum. Aluminum for our industries and aluminum for our homes. Aluminum for building, for transportation, for communication, for agriculture, and for national defense. What is it that has made aluminum, one of the youngest members in the family of metals, such an outstanding material? The answer lies in its amazing versatility and unusual combination of properties: Its smart, modern appearance in a variety of natural or colored finishes. Its great strength, combined with extreme light weight--an outstanding advantage in almost every metal application.", "tgt_ref": "Это алюминий. Алюминий для промышленности и для дома. Алюминий для строительства, для транспорта, для связи, для сельского хозяйства, для оборонной промышленности. Что же сделало алюминий, один из самых юных в семье металлов, таким выдающимся материалом? Ответ состоит в его универсальности и необычной комбинации свойств. Он выглядит стильно и современно как сам по себе, так и окрашенный. Он очень прочный, но в то же время удивительно мало весит, а это является выдающимся преимуществом для каждого изделия из металла.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_8HgZcwSmM0c_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 50, "src_audio": "wmt/audio/8bbVFeTIIg8_000.wav", "src_ref": "Initial applications to Harvard for a psychology master's were rejected, but was eventually admitted. The initial setbacks were due to Milgram not taking any undergraduate courses in psychology at Queens College. In 1961, Milgram received a PhD in social psychology. He became an assistant professor at Yale around the same time.", "tgt_ref": "Его первые попытки поступить в Гарвард в магистратуру по психологии провалились, но в итоге его приняли. Изначально отказы были из-за того, что у Милгрэма не было ни одного курса по психологии в бакалавриате в Колледже Квинс. В 1961 Милгрэм получил степень доктора философии по социальной психологии. Он стал доцентом в Йельском университете примерно в то же время.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_8bbVFeTIIg8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 51, "src_audio": "wmt/audio/9GhGiB4KhTM_004.wav", "src_ref": "I didn't say that. You don't have to. You know better than anyone that violence begets violence every time. The Council made the decision. The Council is gone! We spend our entire lives, entire millennia devoted to protecting life.", "tgt_ref": "Я этого не говорил. Не надо. Ты сам прекрасно знаешь, что насилие каждый раз порождает насилие. Совет принял решение. Совета больше нет! Мы всю свою жизнь, на протяжении тысячелетий, посвящаем защите жизней.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_9GhGiB4KhTM_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 52, "src_audio": "wmt/audio/9s2UyGBuvYw_003.wav", "src_ref": "And there's just something that evokes a serious sense of awe. And that's what I want to try to convey to you guys tonight. So I hope you're ready for a nice relaxing journey through some of the deeper history of ancient Egypt.", "tgt_ref": "И вот то, что приносит серьезное чувство глубокого восхищения. И именно его я хочу передать вам сегодня. Я надеюсь, вы готовы к небольшому расслабляющему путешествию по истории Древнего Египта.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_9s2UyGBuvYw_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 53, "src_audio": "wmt/audio/9xy_fiA1gRo_001.wav", "src_ref": "If you're going to use tar to seal, it'll crack. Let me show you. I'm removing the silicon, which is one of the no-nos--the silicon sealer. But then, somebody put tar here and they painted over the tar. Let me show you. What did that do? It's just a filler.", "tgt_ref": "Если вы будете использовать для запечатывания гудрон, он потрескается. Давайте покажу. Я удаляю силикон, а это то, что категорически нельзя делать - запечатывать силиконом. Но потом кто-то положил туда гудрон и сверху его покрасил. Давайте покажу. Что получилось? Это просто наполнитель.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_9xy_fiA1gRo_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 54, "src_audio": "wmt/audio/A9OuD5Ja5Uo_002.wav", "src_ref": "For a man, I feel more sorry for him than her, somehow. There's nothing can be done about it. Their daughter's had another sinking spell. The hospital doesn't think she'll last the day. It must be unbearable. I've never lost anyone. She'll get over it. Oh, I'm sorry, Mrs. Leslie. Oh, that's all right, Miss Rone. You get over it. Eventually.", "tgt_ref": "Как мужчина, почему-то я больше сочувствую ему, чем ей. Не существует ничего, что можно было бы предпринять. У их дочери очередное ухудшение. Врачи не думают, что она проживет хотя бы день. Это должно быть невыносимо. Я никогда никого не терял. Она с этим справится. Мне так жаль, миссис Лесли. Все будет хорошо, мисс Роун. Вы справитесь. Рано или поздно.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_A9OuD5Ja5Uo_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 55, "src_audio": "wmt/audio/AC2UOuvVol8_000.wav", "src_ref": "It's 6:03 right now on this Wednesday morning, and we are following a tragic story this morning. A teenager is dead after police found her body in an eastside ditch. The gruesome discovery was made hours after her parents reported her missing, saying she had left on a walk last night. News 4's Tawny Davis is live this morning with more on the circumstances that may have led to her death and the police investigation. Good morning, Tawny.", "tgt_ref": "Сейчас 6:03 утра, среда, и мы освещаем трагическую историю этим утром. Подросток найден мертвым в овраге в восточной части. Эту ужасную находку полицейские совершили через несколько часов после того, как родители сообщили об исчезновении дочери, которая ушла на прогулку прошлым вечером. Тони Дэвис с канала Новости 4 в прямом эфире этим утром расскажет больше об обстоятельствах, которые могли привести к смерти девушки, и о полицейском расследовании. Доброе утро, Тони.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_AC2UOuvVol8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 56, "src_audio": "wmt/audio/Aevb1Pl1iic_007.wav", "src_ref": "It's been months, and I feel like I'm still standing there at his grave. I can't leave him. He's gone, and I still can't leave him. I see him in every uniformed soldier I pass, and they're everywhere since the bombing.", "tgt_ref": "Прошли месяцы, а я чувствую, как будто я еще стою у его могилы. Я не могу его оставить. Он ушел, но я все еще не могу его оставить. Я вижу его в каждом солдате в форме, мимо которого прохожу, а солдаты сейчас везде со времени бомбардировки.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Aevb1Pl1iic_007", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 57, "src_audio": "wmt/audio/Amf0UGzO31M_005.wav", "src_ref": "Okay, I died. There was some lag there when I was panning. Yeah, that's what made me miss the shot. My ping is fine. Anyways. Yeah, you can see what I mean by the frame rate. That's what I really don't like about this device. It can't keep up with the game, basically. So when I was shooting him, basically I was shooting at all the wrong places, not because of my ping, but it's because of the phone graphics lagging, basically. All right, so let's head over to COD", "tgt_ref": "Ладно, я умер. Был небольшой лаг там, когда я включил панорамный режим. Да, именно поэтому я промахнулся. Со скоростью пинга все в порядке. Ну ладно. Да, вы видите, что я имел в виду, говоря о частоте кадров. И это то, что мне не нравится в этом устройстве. Оно не успевает за игрой, грубо говоря. Так что когда я по нему стрелял, фактически я стрелял все время не туда, но не из-за низкой скорости пинга, а из-за того, что графика на телефоне лажала. Ладно, давайте перейдем к Call of Duty.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Amf0UGzO31M_005", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 58, "src_audio": "wmt/audio/B9abU6r80P4_003.wav", "src_ref": "What did you get? Like, how did it apply to your own life? Well, at the end of the day, they all ask God for forgiveness. All of them. So when you're reading all these books about all these conquerors, when you're a young man and you're on your way to becoming the youngest ever heavyweight champion, and you're trying to take on the mindset of the conquerors, and you find out they all ask God for forgiveness-- Yeah. --how did that affect you? That was pretty cool, because by that, I learned greatness was the willingness to die.", "tgt_ref": "Что вы получили? В смысле, как это повлияло на вашу жизнь? Ну, в конце концов, они все просят бога о прощении. Все они. Итак, вы читаете все эти книги про завоевателей, и вы молоды и на пути к тому, чтобы стать самым молодым чемпионом по тяжелой атлетике, и вы пытаетесь думать как завоеватель, и вы узнаете, что они все просят бога о прощении... Да. Как это на вас повлияло? Это было довольно круто, потому что так я узнал, что величие - это готовность умереть.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_B9abU6r80P4_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 59, "src_audio": "wmt/audio/BAvkbiKnFEY_000.wav", "src_ref": "Hello, everyone! If you don't know me, my name is Janica, and I am an expert from Finland, living in the Netherlands. Welcome to this vlog. Today we are in the city of Haarlem. Harlem is a really lovely city located in the province of North Holland.", "tgt_ref": "Всем привет! Если вы меня не знаете, меня зовут Яника, и я эксперт из Финляндии, а сейчас живу в Нидерландах. Добро пожаловать в этот влог. Сегодня мы в Гарлеме. Гарлем - очень милый город в провинции Северная Голландия.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_BAvkbiKnFEY_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 60, "src_audio": "wmt/audio/BTIfGFJqLko_005.wav", "src_ref": "I know that a lot of you have been having some fun with my advancing years. You've even tied my recent surgery to my age. Well, I got to be honest with you. I had that same operation when I was young, and it felt so good, I wanted to have it done again before I was too old. But I am aware of my age. When I go in for a physical, now they no longer ask me how old I am. They just carbon date me.", "tgt_ref": "Я знаю, что многие из вас любят прикалываться над моим неюным возрастом. Вы даже привязали мою недавнюю операцию к моему возрасту. Что ж, я буду с вами честен. У меня была такая же операция, когда я был молод, и мне так понравилось, что я хотел сделать еще одну, пока не стал слишком стар. Но я знаю про свой возраст. Когда я иду на медосмотр, меня уже не спрашивают, сколько мне лет, просто проводят радиоуглеродный анализ.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_BTIfGFJqLko_005", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 61, "src_audio": "wmt/audio/BmgU6BTfNQM_001.wav", "src_ref": "Battery is good. Now we can see this IC is dislocated from the PCB. We can see the condition of this IC. Now this track is coming here. This track is damaged.", "tgt_ref": "Батарея в порядке. Сейчас мы видим, что интегральная микросхема отсоединена от печатной платы. Мы видим состояние этой схемы. А эта дорожка подходит сюда. Эта дорожка повреждена.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_BmgU6BTfNQM_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 62, "src_audio": "wmt/audio/Fhach-AU5Ko_020.wav", "src_ref": "With his general-purpose military markings, the Guinean puffer fish doesn't mind being seen. The Atlantic lizardfish doesn't bother with disguises at all. It simply shimmies into the sand. This may fool both its prey and its predators. But it won't fool the puffer fish patrol.", "tgt_ref": "Гвинейская рыба фугу снабжена военной маркировкой общего назначения и не боится быть замеченной. Атлантическая ящерица вовсе не озабочена камуфляжем, она просто закапывается в песок. Это может обмануть и добычу, и хищников, но не обманет патруль фугу.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Fhach-AU5Ko_020", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 63, "src_audio": "wmt/audio/Ft41IG2BAG8_001.wav", "src_ref": "I like to wear gloves, just because stainless edges are usually pretty sharp, like a razor, so you don't want to cut yourself up while you're trying to straighten it. I like to use the table as a dolly a lot of the time. They do also offer specialty trim, or jeweler's hammers is what they're sometimes called. Also trim anvils. But in this case, since it's a large flat piece, I'm just going to go ahead and use my stand-alone auto body hammer.", "tgt_ref": "Я предпочитаю носить перчатки, потому что стальные края обычно довольно острые, как бритва, а вы не хотите порезаться, пока их выпрямляете. Также часто мне нравится использовать стол вместо наковальни. Еще бывают специальные инструменты, их еще иногда называют ювелирными молотками, а также ювелирные наковальни. Но в нашем случае, поскольку это большой плоский кусок, я просто буду использовать отдельный кузовной молоток.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Ft41IG2BAG8_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 64, "src_audio": "wmt/audio/JJXzBWhdVuA_000.wav", "src_ref": "Today we're making some beautiful vintage Easter crafts. Keep watching! I'm Brandy, and this is Making It My Own DIYs. Welcome! The first project are going to be two Easter ornaments. I'm going to start off with two little ornaments here, and you can use whatever you have on hand. I've got these little decor eggs from Dollar Tree.", "tgt_ref": "Сегодня мы делаем красивые винтажные поделки на Пасху. Не переключайтесь! Я Брэнди, и это Делаем мои поделки. Добро пожаловать! Первый наш проект - два пасхальных украшения. Я начну с этих двух украшений, а вы можете использовать то, что есть у вас. У меня это маленькие декоративные яйца из долларового магазина.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_JJXzBWhdVuA_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 65, "src_audio": "wmt/audio/JTpvaw6ywbE_000.wav", "src_ref": "The king, Lalibela, is said to have traveled the 1,600 miles to Jerusalem. Legend has it, when he returned and Jerusalem fell to the Islamic conquest, Lalibela ordered a new home for Christianity. Each church was carved from a single piece of rock to symbolize spirituality and humility. The Christian faith inspired many features receiving Biblical names. Even Lalibela's river is known as the River Jordan. Lalibela remained the capital of Ethiopia from the late-12th into the 13th century.", "tgt_ref": "Говорят, что король Лалибела проехал 1600 миль до Иерусалима. По легенде, когда он вернулся и Иерусалим пал перед исламскими завоевателями, Лалибела приказал создать новую землю для христианства. Каждая церковь была высечена в скале, что символизировало духовность и смирение. Из-за христианской веры многие вещи получили библейские имена. Даже реку Лалибела называют рекой Иордан. Лалибела оставалась столицей Эфиопии с конца 12 по 13 века.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_JTpvaw6ywbE_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 66, "src_audio": "wmt/audio/JbE_J9AlrSw_000.wav", "src_ref": "On Mars, which is a planet half the size of the Earth. There was a lot of water on Mars a long time ago. To do that kind... There's a volcano on Mars, 81,000 feet tall--almost three times taller than Everest. So, like, what's happened over the great span of time is more than really my imagination can grasp. So anyhow, first water. First life: 3.7 billion years, we'll just say life. So, you know, pretty, pretty early in the, you know, early evolution of", "tgt_ref": "На Марсе, который в два раза меньше, чем планета Земля. Очень давно на Марсе было много воды. Чтобы настолько... На Марсе есть вулкан высотой 81000 футов – почти в три раза выше Эвереста. Так что то, что произошло на протяжение огромного количества времени - это просто не вмещается в мое воображение. Так что, ладно, первая вода. Первая жизнь: 3,7 миллиардов лет, мы просто будем говорить «жизнь». Так что, знаете, достаточно рано в эволюции", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_JbE_J9AlrSw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 67, "src_audio": "wmt/audio/L7_fgdw4kwY_000.wav", "src_ref": "Transeuropa Festival is a biannual, cultural, political, and artistic event/forum/conference that brings together quite a lot of different formats. We've been doing this now as European Alternative, the organization behind this, for 10 years. So we have quite a bit of experience. At the same time, it's an event that is nomadic, so it always takes place in a different city. The last time, two years ago, we were in Belgrade, so in a city outside of the European Union. This year, in 2017, we wanted to come to Madrid for quite a lot of different reasons.", "tgt_ref": "Фестиваль Трансевропа - это культурный, политический и творческий форум / конференция, который раз в два года собирает в себе очень разные форматы мероприятий. Мы проводим его сейчас от имени организации Европейская альтернатива, в течение последних 10 лет. Так что у нас много опыта. В то же время это мероприятие без постоянного места проведения, поэтому оно проходит каждый раз в новом городе. В прошлый раз, два года назад, мы были в Белграде, то есть за пределами Евросоюза. В этом году, в 2017, мы захотели приехать в Мадрид по многим причинам.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_L7_fgdw4kwY_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 68, "src_audio": "wmt/audio/LEFq4Nu-FhE_000.wav", "src_ref": "The Islamic Movement in Nigeria has described the freedom granted its leader El-Zakzaky and his wife as victory over persecution by President Muhammadu Buhari and Governor Nasiru El-Rufai of Kaduna State. The group also says the ruling has vindicated its leader and members of the group. Hello. Hope you enjoyed the news. Please do subscribe to our YouTube channel and don't forget to hit the notification button so you get notified about fresh news updates.", "tgt_ref": "Исламское движение Нигерии назвало освобождение своего лидера Эль-Закзаки и его жены победой над преследованиями президента Мухаммаду Бухари и губернатора штата Кадуна Насиру Эль-Руфаи. Исламское движение также сообщает, что был официально оправдан и лидера, и члены группы. Здравствуйте! Надеюсь, вам понравились новости. Пожалуйста, подпишитесь на наш ютьюб канал и не забудьте нажать «подписаться», чтобы получать уведомления о свежих новостях.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_LEFq4Nu-FhE_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 69, "src_audio": "wmt/audio/Lcdy6X5kMTs_000.wav", "src_ref": "Hey, everybody, this is TS Madison. And if you are trying to grow your business, brand, or a product, why not advertise with me? Email me at booktsmadison@gmail.com so that you can get in on our comprehensive advertisement packages. Unique visits, unique subscribers, honey, a broad demographic. Advertise with me today.", "tgt_ref": "Всем привет, это Тиэс Мэдисон. Если вы хотите вырастить бизнес, брэнд или продукт, почему бы не рекламировать их у меня? Напишите мне на booktsmadison@gmail.com и получите пакеты предложений о рекламе. Уникальные посещения, уникальные подписчики, широкая демография. Рекламируйте со мной!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Lcdy6X5kMTs_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 70, "src_audio": "wmt/audio/MBJ0dL68I_I_000.wav", "src_ref": "The documentary film you are about to see was shown to Mr. Alexander Kerensky, President of the Democratic Provisional Government of Russia overthrown by the Communists in 1917. Mr. Kerensky consented to make a few introductory remarks about our picture. We present 80-year-old Alexander Kerensky in his New York City apartment on October 10th, 1962.", "tgt_ref": "Документальный фильм, который вы сейчас увидите, показали господину Александру Керенскому, председателю Временного демократического правительства России, свергнутого коммунистами в 1917. Господин Керенский согласился сказать несколько вступительных слов о нашей картине. Мы представляем 80-летнего Александра Керенского в его нью-йоркской квартире 10 октября 1962 года.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_MBJ0dL68I_I_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 71, "src_audio": "wmt/audio/MG7hk2npXN0_005.wav", "src_ref": "Your Honor, my client accepts the jury as presently constituted. The jury is satisfactory to both sides? We accept the jury. The jury is satisfactory to us. Swear the jury.", "tgt_ref": "Ваша честь, мой клиент принимает предложенный состав жюри присяжных. Состав жюри устраивает обе стороны? Нас устраивает. Мы принимаем этот состав. Приведите присяжных к присяге.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_MG7hk2npXN0_005", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 72, "src_audio": "wmt/audio/MbW7DvLZ9Lg_005.wav", "src_ref": "Kid Durango of Arizona: The Dust Devils. The layer of dew that covered the prairie disappeared quickly as the sun rose over the foothills. The moon hung around for a while, and then sunk far below the ranges. The day began like a thousand other Arizona days. That was, until the cloud came.", "tgt_ref": "Дуранго Кид из Аризоны: пыльные вихри. Слой росы, который покрывал прерию, быстро исчез, когда взошло солнце над холмами. Луна немного повисела на небе, но потом утонула за вершинами. День начался, как и тысячи других аризонских дней. Но потом пришло облако.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_MbW7DvLZ9Lg_005", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 73, "src_audio": "wmt/audio/N2KNk5qq1H8_000.wav", "src_ref": "And I have a lot of experience. I've worked internationally. I've worked this continent. I've worked different states, different market segments. And what I found is people are really intrigued by that. They want to know kind of what the behind the scenes is. So some of these videos are going to be tips from somebody that actually works in this industry, and I think that's what separates me a little bit from possibly other travel bloggers that you might follow. You know, I may not have worked for, say, even the cruise industry, but I had to take courses in it for my hospitality degree. So, even if I haven't worked in it, I've been educated on it.", "tgt_ref": "И у меня много опыта. Я работал за границей, я работал на этом континенте, я работал в разных штатах и в разных областях рынка. И я понял, что людям это интересно. Они хотят знать, что происходит за кулисами. Так что некоторые видео - это советы от человека, который на самом деле работает в этой области, и я думаю, это отличает меня от остальных блогеров, которых вы можете смотреть. Знаете, я не работал, например, в круизном туризме, но у меня были курсы по нему во время обучения гостиничному бизнесу. Так что, даже если я не работал в этой конкретной сфере, меня этому учили.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_N2KNk5qq1H8_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 74, "src_audio": "wmt/audio/NEEXiMgmA74_000.wav", "src_ref": "You're a jerk, Tom. Look, Celia, we have to follow our passions. You have your robotics and I just want to be awesome in space. Why don't you just admit that you're freaked out by my robot hand? I'm not freaked out by, it's... All right, fine. I'm freaked out. I'm having nightmares that I'm being chased by this giant, robotic claw. Oh, whatever, Tom!", "tgt_ref": "Ты мудак, Том. Селия, мы должны следовать за своими увлечениями. У тебя есть робототехника, а я хочу быть офигенным в космосе. Почему ты просто не признаешь, что тебя до усрачки пугает моя роборука? Я не боюсь её, она... Ладно, ладно. Я боюсь. У меня кошмары, что меня преследует эта огромная робоклешня. Ой всё, Том.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_NEEXiMgmA74_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 75, "src_audio": "wmt/audio/O0ORxKse1s8_088.wav", "src_ref": "Hello. How about that Albany call? Busy? Well call the chief operator, tell her to keep the line open. Official business. It's a matter of life and death. I hope you are telling me the truth, Miss Kennedy. It won't go well with you if you're not. I tell you every word I told you's the truth. Dirken grabbed me. He tore my dress. We struggled.", "tgt_ref": "Здравствуйте. как насчет звонка в Олбани? Занято? Позвоните главному оператору, скажите ей не занимать линию. Официальное дело. Это вопрос жизни и смерти. Я надеюсь, вы говорите мне правду, мисс Кеннеди. Если нет, вас ждут нехорошие последствия. Я заявляю, что каждое моё слово - правда. Диркен схватил меня. Он порвал моё платье. Мы боролись.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_O0ORxKse1s8_088", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 76, "src_audio": "wmt/audio/OAaig_rKS5g_000.wav", "src_ref": "Okay, so this final repair is spine repair. Spine repair, it's a little bit more complicated. There are more steps to it, but if you follow along with me, I think you can easily do it. So what I'm going to do first for the spine repair is I need to remove this old spine. So, hopefully I can save this label and I can reattach it to the new material that we put over the spine. That way I don't have to worry about creating a paper label or going without a label. So I'll cut this part off first and I'll show you how to clean that up later.", "tgt_ref": "Итак, последняя наша реставрация - починка корешка. Реставрация корешка всегда немного более сложный процесс, с большим количеством этапов. Но если вы будете внимательно делать все вместе со мной, вам будет несложно. Итак, сначала мне надо удалить старый корешок. Теперь я могу сохранить этот текст и после прикрепить его к материалу, которым мы будем чинить корешок. Таким образом не нужно будет делать новый текст названия или обходиться вообще без текста. Итак, я отрежу эту часть в первую очередь и позже покажу, как привести всё в порядок.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_OAaig_rKS5g_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 77, "src_audio": "wmt/audio/OExU5AL7RMM_000.wav", "src_ref": "Welcome. Welcome, everyone. I'm just going to make sure that all of this is working. It just takes a minute. So I came on a bit early just to make sure. Just washed my hands and getting ready to go. So I'm just finishing setting up. I think we're good. I'm going to make mistakes. I can feel it. It's one of those days. So I'll just wait till people get on, and then we'll get started.", "tgt_ref": "Добро пожаловать. Добро пожаловать всем! Я просто проверю, что всё работает. Одну минуту. Я начал немного заранее, чтобы проверить. Помыл руки и готов начинать. Я просто заканчиваю все настраивать. Думаю, всё хорошо. Я буду совершать ошибки. Я знаю это. Сегодня один из таких дней. Но я просто подожду, пока люди подключатся, и мы начнём.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_OExU5AL7RMM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 78, "src_audio": "wmt/audio/OPV8Gf1FFn8_021.wav", "src_ref": "Mom says you don't want to visit us. She says that? Yeah. Everybody's got a story, son. I guess that's hers. Life's funny that way, you know?", "tgt_ref": "Мама говорит, ты не хочешь к нам приезжать. Она так говорит? Да. Сынок, у каждого есть свое видение ситуации. Наверное, у нее оно такое. Жизнь поэтому - забавная штука, да?", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_OPV8Gf1FFn8_021", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 79, "src_audio": "wmt/audio/ORZdsMICbUM_000.wav", "src_ref": "More than 4.5 billion years ago, the Milky Way Galaxy collided with a nearby dwarf galaxy. This encounter hastened the formation of stars. Our solar system is a part of the Milky Way Galaxy. Within the solar system, material circulation had been progressing.", "tgt_ref": "Более 4,5 миллиардов лет назад галактика Млечный путь столкнулась с расположенной рядом карликовой галактикой. Это столкновение ускорило формирование звёзд. Наша Солнечная система - часть галактики Млечный путь. Циркуляция материи прогрессировала внутри Солнечной системы.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_ORZdsMICbUM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 80, "src_audio": "wmt/audio/OtKhIhSgy78_001.wav", "src_ref": "Oh my God. You guys, listen, I'm so excited because this comedy special is about 23 years in the making, okay? Yeah, I'll tell you what I mean by that. 23 years ago is when I first came to the Comedy Store and became a regular, and became a comedian and disappointed my Iranian immigrant parents.", "tgt_ref": "О боже. Слушайте, я в таком восторге, потому что это выступление готовилось уже 23 года, ладно? Я вам скажу, что я имею в виду. 23 года назад я первый раз пришла в Comedy Store и стала ходить туда постоянно, стала комиком и разочаровала моих иранских родителей-иммигрантов.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_OtKhIhSgy78_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 81, "src_audio": "wmt/audio/OyCyIOEyL20_000.wav", "src_ref": "About 450 million years ago, plants took a giant leap out of the oceans onto the land to become the plants that we know and love today. But how did they survive? Scientists at the John Innes Centre may have found out. Land plants survive by getting water and nutrients from the soil. They do this by forming a special friendship with soil-dwelling fungi called mycorrhiza. These strands of mycorrhiza reach deep into the soil and drag the nutrients and water back to the plants. But when the first algae landed on soil, how did they survive long enough to form these beneficial friendships?", "tgt_ref": "Примерно 450 миллионов лет назад растения совершили гигантский скачок, переселившись из океанов на сушу, чтобы стать теми растениями, которые мы знаем и любим сегодня. Но как они выживали? Ученые в Центре Джона Иннеса, возможно, знают ответ. Растения на суше выживают за счет получения воды и питательных веществ из почвы. Они делают это за счет формирования особой дружбы с грибком внутри почвы, который называется микориза. Нити микоризы проникают глубоко в почву и доставляют питательные вещества и воду к растениям. Но когда первые водоросли оказались на почве, как они выживали достаточно долго для того, чтобы сформировать эти взаимовыгодные отношения?", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_OyCyIOEyL20_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 82, "src_audio": "wmt/audio/P7qy6VYelYk_000.wav", "src_ref": "It seems that as we suspected, the evidence is mounting to support the far more logical claim that an advanced lost civilization's heritage has been stolen by different, more modern civilization all over the world. A great civilization did once flourish here on Earth--one which has been actively suppressed, stolen from, exploited, and hidden for far too long. Thanks for watching, guys, and until next time, take care.", "tgt_ref": "Кажется, как мы и подозревали, собирается много доказательств в пользу гораздо более логичного вывода о том, что потерянная продвинутая цивилизация была присвоена более современной цивилизацией по всему миру. Великая цивилизация когда-то процветала на Земле, и ее активно угнетали, использовали, воровали у нее, и слишком долго скрывали. Спасибо за просмотр, ребята, и до следующего раза. Берегите себя!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_P7qy6VYelYk_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 83, "src_audio": "wmt/audio/PKgwplBTr7s_002.wav", "src_ref": "I'll never be a superhero. You have the power. The problem is you have so much that you can't control it. I know who can help us train better. Of course! We'll start with virtual training! This VR is super realistic. We were just walking by and we thought, hey, let's test out the new little weakling.", "tgt_ref": "Я никогда не стану супергероем. У тебя есть сила. Проблема в том, что ты не умеешь управлять ей. Я знаю, кто поможет нам тренироваться. Конечно! Мы начнем с виртуальной тренировки. Эта виртуальная реальность супер-реалистичная. Мы просто проходили мимо и подумали, а не проверить ли нам нашего маленького слабака.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_PKgwplBTr7s_002", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 84, "src_audio": "wmt/audio/Q4lcIWMntCY_000.wav", "src_ref": "Hello, and welcome to this travel vlog. Today we are exploring the city of Rotterdam. Rotterdam is a city located in the province of South Holland. It is a city that divides opinions because of its more modern and urban-looking architecture. Rotterdam was almost completely destroyed during World War II when the Germans attacked the city. Because of this, the city had to be rebuilt, resulting in it looking quite different from the other cities in the Netherlands.", "tgt_ref": "Здравствуйте, и добро пожаловать в этот влог о путешествиях. Сегодня мы исследуем город Роттердам. Роттердам находится в провинции Южная Голландия. Это город, мнения о котором расходятся, потому что архитектура в нем более современная и урбанистичная. Роттердам был практически разрушен во время Второй мировой войны, когда его атаковала Германия. Поэтому город пришлось перестраивать, в результате чего он выглядит довольно непохоже на другие города Нидерландов.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Q4lcIWMntCY_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 85, "src_audio": "wmt/audio/Q5coSYYa6z0_000.wav", "src_ref": "Affordable furniture DIYs are always a hit here on Lone Fox, so I wanted to share with you guys how I created this nightstand from a simple crate from IKEA. So this is the Knagglig crate, which you can pick up for about $10 at IKEA. And I went ahead and I started off by just constructing it based off the instructions. You have to just screw all of the elements together. And once they are all screwed up, you have a basic wooden crate. Now on the bottom of the wooden crate, I wanted to add a leg, so I elevated it off the floor with these little wooden trinket dishes, or like little wooden trays that I found at the craft store as well. They are just a simple wood, very similar to the one from IKEA, and I just E6000ed these down. You could also use a nail gun if you'd like to. And once you are done, you have a very simple, minimal nightstand.", "tgt_ref": "Бюджетные переделки мебели - всегда хит на Lone Fox, поэтому я хочу поделиться с вами тем, как я сделал эту тумбочку из простого ящика ИКЕА. Это ящик Кнагглиг, который в ИКЕА стоит примерно 10 долларов. И я начал с того, что собрал его в соответствии с инструкцией. Нужно просто скрепить все элементы саморезами между собой. Когда вы все собрали, у вас получился обычный деревянный ящик. На дно ящика я хочу добавить ножки, так что я использовал эти маленькие деревянные подставки под украшения, ну или деревянные подносики, которые я нашел в магазине для крафта. Они из обычного дерева, очень похожего на икеевское, и я просто приклеил их клеем e6000. Вы можете также использовать строительный степплер, если хотите. И когда вы все это сделали, у вас получается очень простая, минималистичная тумба.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Q5coSYYa6z0_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 86, "src_audio": "wmt/audio/Q6ND_8glacs_000.wav", "src_ref": "What's up, guys? Zach here with Veteran Construction. For a lot of you, this is your first time on the roofing side of YouTube. So I want to welcome you guys personally by making a video that's very important to me. The subject of this video is, if I was to do this roof, and I've never shingled before, how would I do it, knowing everything that I know now? So this is a video that's going to help DIYers or new shinglers not make mistakes, and take the proper precautions to get this job done right, without wasting time. So first things first, we need to familiarize ourselves with this material.", "tgt_ref": "Как дела, ребята? С вами Зак из Veteran Construction. Для многих из вас это первое видео про крыши на ютьюбе. Поэтому я бы хотел вас поприветствовать и сделать для вас видео, которое очень важно для меня. Вот о чем оно: если бы мне нужно было сделать эту крышу и я бы никогда до этого не занимался кровлей, как бы я это сделал, зная всё то, что я знаю сейчас? Это видео, которое поможет любителям или неопытным кровельщикам не наделать ошибок и принять все необходимые предосторожности, чтобы сделать все правильно и не потерять время. Так что начнем с начала. Нам нужно познакомиться с этим материалом.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Q6ND_8glacs_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 87, "src_audio": "wmt/audio/QaueRRYecxo_000.wav", "src_ref": "While the Rescue Force patrols the city, we'll take care of watching over the museum in the box. It wouldn't be a good idea for the villains to try and steal the Cabbonita with us waiting inside. We've run out of money! We'll have to steal that diamond and sell it! Otherwise, we'll have to do our experiments with soda pop! How are we going to get the bots inside? It's all taken care of.", "tgt_ref": "Пока Спасательный отряд патрулирует город, мы позаботимся о том, чтобы наблюдать за музеем в ящике. Злодеям не стоит пытаться украсть Каббониту, когда мы ждем внутри! У нас закончились деньги! Нам придется украсть этот бриллиант и продать его! Иначе нам придется проводить наши эксперименты с газировкой! Как мы доставим ботов внутрь? Обо всём уже позаботились.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_QaueRRYecxo_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 88, "src_audio": "wmt/audio/QebrbHpjAac_000.wav", "src_ref": "The Tomb of the Unknown Soldier is a monument dedicated to servicemen who gave everything in defense of our country. Located in Arlington National Cemetery, Virginia, and attracting millions of visitors each year, the Tomb of the Unknown Soldier stands proudly protected by tomb sentinels. The soldiers of the 3rd United States Infantry Regiment, the Old Guard, took over the right to guard the Tomb in April of 1948, and continue to carry on this sacred duty. The Tomb of the Unknown Soldier has been guarded 24 hours a day, seven days a week, 365 days a year, for the past 77 years.", "tgt_ref": "Могила неизвестного солдата - это памятник, посвященный военным, которые отдали всё, чтобы защитить нашу страну. Она находится на Арлингтонском национальном кладбище и привлекает миллионы посетителей в год. Могилу неизвестного солдата гордо охраняют часовые. Солдаты Третьего пехотного полка Соединенных штатов, Старая гвардия, получили право охранять Могилу в 1948 году, и с тех пор выполняют эту священную обязанность. В течение последних 77 лет Могила неизвестного солдата охраняется 24 часа в сутки, семь дней в неделю, 365 дней в году.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_QebrbHpjAac_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 89, "src_audio": "wmt/audio/RFcdOs5dgT4_000.wav", "src_ref": "Time for the Scotty Kilmer channel. Does your car have faded paint on it? Then stay tuned, because today I'm going to show you how to polish off faded paint. And all it takes is a bucket of water, a polisher, and a bottle of this Meguiar's Ultimate Compound.", "tgt_ref": "Время для канала Скотти Килмера. На вашей машине есть выцветшая краска? Тогда не переключайтесь, потому что сегодня я расскажу вам, как отполировать выцветшую краску. И для этого вам нужны только ведро воды, полировальная машинка и бутылка Meguiar's Ultimate Compound.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_RFcdOs5dgT4_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 90, "src_audio": "wmt/audio/ROZqk4cadGo_000.wav", "src_ref": "Hook the vacuum up to it, it helps keep the dust down, and you can prep your concrete that way also. We prefer to do it with the hand grinders ourself, so either way will work pretty good. Usually if it's got an epoxy coating already, the hand grinders work a little better, but this thing works really good too. So after we do that, we fix all the cracks, fix all the divots with our patch repair material, and then we grind them smooth. And then we clean the concrete and get it ready for the first coating. This is going to be a 100% solids epoxy, so it goes on in its different procedures, different stages.", "tgt_ref": "Прикрепите туда пылесос, это поможет снизить количество пыли, и вы можете подготовить бетон таким же образом. Мы предпочитаем использовать для этого ручные шлифовальные машины, но в любом случае получится хорошо. Обычно если уже есть эпоксидное покрытие, ручные шлифовальные машины работают чуть лучше, но так тоже получается хорошо. Итак, после того как мы закончили, мы заделываем все трещины, заделываем все ямки материалом для ремонта, а потом шлифуем до гладкости. Потом мы очищаем бетон и подготавливаем его для первого слоя. Это будет эпоксидное покрытие 100% Solids Epoxy, так что работать будем немного разными способами, на разных этапах.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_ROZqk4cadGo_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 91, "src_audio": "wmt/audio/RSOuFEX6LvU_000.wav", "src_ref": "The Zoroastrian text, Vendidad, states that Yima built an underground city on the orders of the god Ahura Mazda, to protect his people from a catastrophic winter. Much like the account of Noah in the Bible, Yima was instructed to collect pairs of the best animals and people as well as the best seeds in order to reseed the Earth after the winter cataclysm. This was before the last Ice Age, 110,000 years ago.", "tgt_ref": "В зороастрийском тексте Вендидад говорится, что Йима построил подземный город по приказу бога Ахурамазды, чтобы защитить народ от ужасной зимы. Подобно Ною в Библии, Йима получил указание собрать пары лучших животных и людей, а также лучшие семена, чтобы засеять землю после ужасной зимы.Это было до последнего ледникового периода, 110 000 лет назад.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_RSOuFEX6LvU_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 92, "src_audio": "wmt/audio/RfoVF8wcZRI_000.wav", "src_ref": "Okay, so let me explain. All right, so the problem is, if you look inside there... You see the wood siding? There's the old siding, and it butts up to the shingles there. And then I put this over it. And what happens is the dirt collects there, to that flashing.", "tgt_ref": "Хорошо, давайте я объясню. Так вот, проблема в том, что если вы посмотрите внутрь... Вы видите деревянный сайдинг? Это старый сайдинг, и он упирается в черепицу. И если я его вот так накрываю, то там собирается грязь, рядом с этой планкой.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_RfoVF8wcZRI_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 93, "src_audio": "wmt/audio/RpercXhgNXM_000.wav", "src_ref": "Hey guys, Thunder E here, and welcome to the video you've been waiting for. I am talking about gaming on the ASUS ROG Phone 5. Now, the ROG Phone series is well known for its gaming powers, but in this video, we're going to find out if the ROG Phone 5 is truly taking back the crown as the king of gaming phones.", "tgt_ref": "Привет, ребята! С вами Thunder E, и добро пожаловать в видео, которого вы ждали. Я говорю об играх на ASUS ROG Phone 5. Серия ROG Phone известна тем, что мощности хватает для игр, но в этом видео мы выясним, правда ли ROG Phone 5 возвращает себе корону короля телефонов для игр.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_RpercXhgNXM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 94, "src_audio": "wmt/audio/RyVaAQ9vtkw_000.wav", "src_ref": "It is December 1997, and the Imperial Sugar Company is acquiring a new production site at Port Wentworth from Savannah Foods and Industries Incorporated. There is nothing really of note here. It was doing what businesses do, and that is acquiring to expand. The site has been home to food production and processing since the early 1900s. Savannah Industries Incorporated began construction of granulated sugar production facilities at Port Wentworth during the 1910s, completing it in 1917.", "tgt_ref": "Декабрь 1997 года, сахарная компания Imperial приобретает новый завод в Порт-Вентворте у компании Savannah Foods and Industries Incorporated. Ничего необычного. Просто они делают то, что обычно делает бизнес, то есть расширяются. На заводе производили и обрабатывали продукты питания с начала 1900х годов. Компания Savannah Industries Incorporated начала строительство объектов для производства гранулированного сахара в Порт-Вентворте в 1910-х и закончила в 1917 году.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_RyVaAQ9vtkw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 95, "src_audio": "wmt/audio/S9xH4qIE5D4_003.wav", "src_ref": "The next member of the 85 South Show. He needs no introduction. Where my ladies at?! We gonna give him an introduction anyway. He's out of Atlanta, by way of Mississippi. You might have seen him on MTV Wild 'n Out. Ladies, he is the coldest in the game right now. Your baby daddy, Karlous Miller's in the building!", "tgt_ref": "И следующий участник 85 South Show. Его не надо представлять. Где там дамы? Мы его все равно представим. Он из Атланты через Миссисипи. Вы наверняка видели его на MTV в Wild 'n Out. Дамы, он всё еще в игре. Ваш папочка, Карлос Миллер у нас в гостях!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_S9xH4qIE5D4_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 96, "src_audio": "wmt/audio/SVWbCPnd0Wc_000.wav", "src_ref": "We're just going to let that sit and rehydrate for a couple minutes. With ultralight cooking, we're not actually cooking on the stove. We're primarily boiling water so that we can rehydrate our food. It's also one of the reasons why we use instant grits. Less cooking time, less fuel, and less weight. Oh yeah. So this is about what we've got going on here. Perfect consistency.", "tgt_ref": "Мы просто оставим её постоять и напитаться водой. Во время ультралегкой готовки мы практически не готовим на плите. В первую очередь мы кипятим воду, чтобы она могла восстановить влажность продукта. И поэтому мы используем гритс быстрого приготовления. Меньше времени готовки, меньше топлива, и меньше веса. О да. И вот примерно то, что у нас получается. Идеальная консистенция.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_SVWbCPnd0Wc_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 97, "src_audio": "wmt/audio/SqITfOGvfZk_001.wav", "src_ref": "The thick cloud cover prevented sunlight from reaching the surface of the Earth. The Earth underwent a global glaciation event, known as the Snowball Earth. This caused another global mass extinction. But once again, some life survived yet another difficult period, beneath the ice sheet.", "tgt_ref": "Плотный облачный покров не давал солнечному свету достигнуть поверхности Земли. Земля подверглась глобальному оледенению, известному как Земля-снежок. Это вызвало еще одно глобальное вымирание. Но снова некоторые формы жизни пережили очередной сложный период под ледяным щитом.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_SqITfOGvfZk_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 98, "src_audio": "wmt/audio/TBPP-za78BQ_000.wav", "src_ref": "Kaboom City is the city of heroes. The Super Things and the Kazoom Kids fight with their powers derived from Kazoom itself. It's the most potent energy source ever known, and now it's on display at the city museum for all to admire. And we're going to steal it! Isn't it dangerous to slip through here? Negative. This is the way the Kazooms are coming.", "tgt_ref": "Кабум Сити - город героев. Супер Зинги и Казум Кидсы сражаются с помощью сил, взятых у Казума. Это самый мощный из известных источников энергии, и теперь он выставлен в городском музее, чтобы им могли восхититься все. И мы украдем его! Разве не опасно пробраться туда таким образом? Нет. Именно этим путем заходят Казумы.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_TBPP-za78BQ_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 99, "src_audio": "wmt/audio/TLePhdsMMlw_000.wav", "src_ref": "With digital tools, it is easier than ever to create, edit, and publish your work to the world. But there's a cost. It's also easier than ever to spread misinformation, and fake news has become a real issue in recent times. We see this with students. According to a Stanford study, only 25% of high school students were able to identify an accurate news story compared to a fake one. Students also had a hard time distinguishing between real and fake photographs, as well as authentic and staged videos.", "tgt_ref": "С помощью цифровых инструментов сейчас проще, чем когда либо, создавать, редактировать и публиковать свои работы для всего мира. Но у этого есть цена. Также проще, чем когда-либо, распространять ложную информацию, и фейковые новости стали в последнее время реальной проблемой. Мы наблюдаем это на учениках. Согласно стэнфордскому исследованию только 25% учеников старшей школы смогли отличить достоверную новость от фейковой. Также ученикам было сложно отличить реальные фотографии от фейковых, а настоящие видео - от постановочных.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_TLePhdsMMlw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 100, "src_audio": "wmt/audio/UL2vofFT7wQ_000.wav", "src_ref": "Thirty million years ago, a monster roamed the landscape. Well, we're talking about one of the most ferocious animals that probably ever walked the earth. This was the biggest beast to live in North America since the dinosaurs. Look at the size of that skull. Look at all those teeth in there. There is no animal like this anywhere.", "tgt_ref": "Тридцать миллионов лет назад по земле бродил монстр. Мы говорим об одном из самых свирепых животных, когда-либо живших на Земле. Это самое огромное животное, обитавшее в Северной Америке, со времен динозавров. Посмотрите на размер этого черепа. Посмотрите на эти зубы. Нигде не существует животного, подобного этому.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_UL2vofFT7wQ_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 101, "src_audio": "wmt/audio/UVUatYPScjw_000.wav", "src_ref": "Let's ride that one over there. Whoa, whoa, whoa, big boy! You're a little too hefty for this ride. Safety first, eh? 30 bills? What a rip-off. I told you. Watch your step!", "tgt_ref": "Давай покатаемся на той штуке. Воу-воу-воу, парень! Ты слишком огромный для такого. В первую очередь безопасность, ок? Целых 30? Это грабёж! Я же говорил. Смотри, куда идешь!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_UVUatYPScjw_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 102, "src_audio": "wmt/audio/V63Xcec-5jE_004.wav", "src_ref": "I'm going to California. You're going to California. And why should you go to California? The United States ain't good enough for you? Ach! A fine citizen you are, yes? You don't even know that California is in the United States! But what are you laughing about? I gotta laugh, because you are so dumb, you didn't even know that I was making a joke with you.", "tgt_ref": "Я еду в Калифорнию. Ты едешь в Калифорнию. А зачем тебе надо в Калифорнию? Соединенные штаты уже недостаточно хороши для тебя? А! А ты отличный гражданин, да? Ты даже не знаешь, что Калифорния находится в Соединенных штатах! Над чем ты так смеешься? Мне смешно, потому что ты такой тупой, что даже не понял, что я с тобой шутил.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_V63Xcec-5jE_004", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 103, "src_audio": "wmt/audio/Vi03zz6eCik_000.wav", "src_ref": "Hello and welcome to a pilot of sorts of a new series. It will delve into the history of some of the world's worst scandals--some you may know, and some you may not. It's been inspired in part by an RTE program called Scannál. Although, rather than focusing on events linked to Ireland, I plan to widen the scope of what I'll cover. Well, without further delay, let's get started.", "tgt_ref": "Здравствуйте и добро пожаловать в пилотный выпуск новой серии выпусков. Они погрузят вас в историю нескольких худших в мире скандалов - как известных вам, так и неизвестных. Эта серия была отчасти вдохновлена программой Scannál канала RTE. Но, в отличие от этой программы, я не буду фокусироваться только на событиях, имеющих отношение к Ирландии, а затрону и другие скандалы. Ну что же, давайте не будем затягивать и начнем.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_Vi03zz6eCik_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 104, "src_audio": "wmt/audio/VjXupedjdR4_007.wav", "src_ref": "Yeah, I did like some re--. I did some research to get ready for tonight, because like I said, I'm a real dumb--. The only thing I know about government is the reason we're here, which is that it doesn't work for us. Like, that's literally all I know. So that was kind of nice to get into. But I did some research of, like, how a bill becomes a law. So I watched the Schoolhouse Rock video. Yes, we all love it.", "tgt_ref": "Да, я тут провел... Я поискал информацию, чтобы подготовиться к сегодняшнему разговору, потому что, как я уже говорил, я тупой. Единственное, что я знаю о правительстве - это причина, почему мы здесь, то есть что правительство работает не для нас. Реально, это всё, что я знаю. Так что было интересно погрузиться в эту тему. Я поискал информацию про то, как, например, законопроект становится законом. Так что я посмотрел видео Schoolhouse Rock об этом. Да, мы все любим мультики этой серии.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_VjXupedjdR4_007", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 105, "src_audio": "wmt/audio/W94uDJ55BmM_000.wav", "src_ref": "You, you the world! You're full of surprises, aren't you? I remember a few years back, watching some of those Resident Evil movies with Milla Jovovich and thinking, \"It can't get any worse than this!\" Yeah, it feels like a simpler time. But with 2021's final gasping breath, it came out with Resident Evil: Welcome to Raccoon City. AKA, Welcome to Hell.", "tgt_ref": "Ты, мир! Ты полон сюрпризов, да? Я помню, несколько лет назад смотрел фильмы Обитель зла с Милой Йовович и думал: \"Хуже, чем там, стать не может\". Да, кажется, что было проще. Но 2021 год, на своем последнем издыхании, выдал нам Обитель зла: добро подаловать в Ракун сити. Типа, Добро пожаловать в ад.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_W94uDJ55BmM_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 106, "src_audio": "wmt/audio/WLS2EoW96t4_000.wav", "src_ref": "Hi everyone, welcome back to the Its Dwight cooking show. Today I'll be giving you a tuna macaroni salad recipe. Nice and easy. Just a simple recipe. Here you see a list of my ingredients: my bell pepper, my green onions, my white onions, half a teaspoon of salt for taste, black pepper, or if you have ground pepper, you can use it, my macaroni, three eggs that are going to be boiled, and my tuna.", "tgt_ref": "Всем привет! Добро пожаловать на шоу \"Готовим с Дуайтом\". Сегодня я расскажу вас рецепт салата с тунцом и макаронами. Просто и вкусно. Очень простой рецепт. Вот список ингредиентов: болгарский перец, зеленый лук, белый салатный лук, половина чайной ложки соли для вкуса, черный молотый перец, а если у вас есть свежемолотый, используйте его, макароны, три яйца, которые надо сварить, и тунец.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_WLS2EoW96t4_000", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 107, "src_audio": "wmt/audio/WbO8dOhsgY4_003.wav", "src_ref": "We are at Tokeh Beach today. Tokeh Beach is a resort here in Sierra Leone. I'm here with my cousins. Should be a lovely day. Just a really chill time on the beach. Nothing too much is happening or nothing planned, but... Oh, it looks like there might be a wedding reception. Everybody's getting married. Oooh, it seems like there's a wedding or some type of engagement. It looks beautiful out here. Doesn't it?", "tgt_ref": "Мы сегодня на пляже Токен Бич. Это курорт в Сьерра-Леоне. Я здесь со своими кузенами. День обещает быть прекрасным, супер расслабленное время на пляже. Особо ничего не происходит и ничего не планируется, но... О, кажется, там свадьба. Все женятся. О, кажется, там то ли свадьба, то ли что-то типа помолвки. Здесь все очень красиво, правда?", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_WbO8dOhsgY4_003", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 108, "src_audio": "wmt/audio/WtGHeibBKrA_007.wav", "src_ref": "For Raptor specialist Bob Anderson, the pioneer's attitude was simply arrogant and ignorant. All birds of prey were just considered vermin. I mean, they were all chickenhawks. They were all bad birds, be it a Bald Eagle, a Golden Eagle, a Red-tailed Hawk. They were all shot.", "tgt_ref": "Боб Андерсон, специалист фонда Раптор, считал такое отношение первопроходцев высокомерным и невеженственным. Все хищные птицы считались вредными. То есть считалось, что они охотятся на цыплят. Они все были плохими: и белоголовый орлан, и берут, и краснохвостый ястреб. Их всех пристреливали.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_WtGHeibBKrA_007", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 109, "src_audio": "wmt/audio/XwIQLLbD7SI_001.wav", "src_ref": "And I'd like to start by turning to Dr. Vishal Sikka, the CEO of Infosys. Vishal, you're the son of a railways engineer. You saw technology at that phase, and you're also a surfer, so you know all about dodging the waves. What's the disruption that we most need to pay attention to that's coming from the new technologies, and why? Why should we pay so much attention to the disruption?", "tgt_ref": "И вначале я бы хотел обратиться к доктору Вишалю Сикке, исполнительному директору Infosys. Вишаль, ваш отец работал железнодорожным инженером, вы видели технологии того времени. И вместе с тем вы серфер, так что вы знаете вс о том, как уклоняться от волн. На какие возможные разрушительные последствия новых технологий нам надо в первую очередь обратить внимание, и почему? Почему надо обращать внимание на последствия?", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_XwIQLLbD7SI_001", "dataset_type": "longform"}}
{"dataset_id": "wmt24", "sample_id": 110, "src_audio": "wmt/audio/YGkZRb3aer8_001.wav", "src_ref": "To create the antique brass ornament, I just went in with a coat of rub and buff onto the entire ornament there. And then of course, we have to get that antique look with the alcohol ink. So I went in with ginger first. I applied a droplet onto our ornament and just blended it out like so. And I just continued that process until I had as many layers as I liked, and it looked really antiqued in like an actual metal ornament. After that, I did go in with a little bit more of that burnished amber spray paint as well, and just applied that to the surface, to kind of give it that oxidized look like we did for the bell ornaments. And that is how I finished off these antique brass bobbles. Really simple and easy, but honestly, they look like real metal and they're beautiful.", "tgt_ref": "Чтобы создать античное латунное украшение, я нанес один слой металлика Rub 'N Buff на всю поверхность. А потом, конечно, нужно придать состаренный вид с помощью спиртовых чернил. Так что я начал с рыжего цвета. Я добавил каплю чернил на наше украшение и просто рапределил ее по поверхности вот так. И так повторил столько слоев, сколько нужно было, пока поверхность не выглядела как настоящий постаревший металл. Потом я добавил немного спрей-краски цвета полированного янтаря. Я нанес ее на поверхность, чтобы придать такой ржавый вид, как мы делали с колокольчиками. Вот так я доделал эти латунные шары, очень просто. Но, честно говоря, они выглядят, как будто из настоящего металла, и они прекрасны.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "test-en-speech_YGkZRb3aer8_001", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 111, "src_audio": "wmt/audio/vid_23Wfq9aOI4c.wav", "src_ref": "Where sabalenka got the easy win. So it's going to be tough for perlini if she's going to beat this version of sabalenka because she hasn't beaten sabalenka in over three years. If perlini's going to win this one, she needs to be defensive and get everything back against sabalenka and hope that sabalenka maybe throws in a few errors after a long extended rally because we can see that that happens sometimes when perlini is playing types of players that do have big shots. If sabalenka's going to win this one, she needs to serve well and be patient and realize that there is going to be a lot of shots coming back and she's going to have to probably hit two, three, four extra shots each rally, so she's going to have to be patient and she's going to get the win. Top 10 clash, really fun matchup, but i have to go with sabalenka in straight sets. I reckon it might be closer than the miami match because of the clay courts being a little bit slower than the miami fast courts a couple weeks ago, but i have to go with sabalenka in a close straight set, but let me know in the comments below who's making the final.", "tgt_ref": "Здесь Соболенко с легкостью выиграла. Так что Паолини придется потрудиться, если она собирается обыграть эту версию Соболенко, потому что она за три года так и не смогла ее одолеть. Если Паолини намерена выиграть в этот раз, ей нужно придерживаться защитного стиля, выдерживать удары Соболенко и надеяться на то, что Соболенко, возможно, допустит несколько ошибок после затянувшегося длительного розыгрыша, потому что мы видим, что такое иногда случается, когда Паолини играет с соперниками с мощным ударом. Если Соболенко намерена выиграть в этот раз, ей нужно правильно подавать, проявить терпение и понимать, что в ответ будет град ударов и ей, возможно, придется отбивать по два, три, четыре лишних удара в каждом розыгрыше. Поэтому ей придется быть терпеливой - и тогда она одержит победу. Поединок, достойный войти в десятку лучших, очень интересный матч, но в сетах, выигранных подряд, я вынужден сделать выбор в пользу Соболенко. Полагаю, что, возможно, разрыв в счете будет меньше, чем в матче, сыгранном в Майами, из-за кортов с грунтовым покрытием, которые немного замедляют темп, если сравнивать с быстрыми кортами в Майами, где соперницы встречались пару недель назад. Но в сетах, сыгранных подряд с минимальным разрывом в счете, я вынужден сделать выбор в пользу Соболенко. Но напишите мне в комментариях, кто, по-вашему, выйдет в финал.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_23Wfq9aOI4c_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 112, "src_audio": "wmt/audio/vid_27keISTaqYw.wav", "src_ref": "Gotta watch a netflix show you feel me, but let me know down below. What show should i watch on netflix though? Because i'm i'm really having some trouble to find what show should i watch on netflix because sometimes it's super hard because every every week there is their new show every month. There's a new show. There's a movie. There's a movie series i don't even know what's going on on netflix. But look that's for the little dude, man. That was the video, man i talked so much but look i'm tired man your boys tired man look, that was my night routine. If you enjoyed this video man, leave a like down below that's for the little dude. It's your boy dro to saucy man stay saucy, man. I'm out that gleam. Yes, sir", "tgt_ref": "Хочется посмотреть какое-нибудь шоу на Netflix, понимаете? Напишите мне в комментариях. Так какое шоу мне посмотреть на Netflix?  Потому что у меня на самом деле есть проблемы с тем, чтобы найти, что посмотреть на Netflix. Иногда это очень трудно, потому что они выпускают новые шоу каждую неделю, каждый месяц. Показывают новое шоу. Показывают новый фильм. Показывают новый сериал. Я даже не знаю, что происходит на Netflix. Но, послушай, это для маленького чела, чувак. Это было то видео, чувак. Я говорил так много, но, послушай, я устал, чувак. Твои ребята устали. Смотри, это был мой обычный вечерний распорядок. Чувак, если тебе понравилось это видео, нажми «лайк» под ним. Это для маленького чела. Это ваш Boy Dro для дерзкого парня. Оставайся дерзким, чувак. Я вне этого блеска. Да, сэр.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_27keISTaqYw_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 113, "src_audio": "wmt/audio/vid_2cLeDVfEqG4.wav", "src_ref": "Curve line up, down, connect on the left, and i'm going to go one, two, three, four little dots, and on the right -hand side, i'm going to do it again. I draw a curve line up, over, curve line in, connect, and i'm going to draw one, two, three, four little dots. I come all the way up to the top, and i'm going to draw a straight line, straight line, keep going, keep going, all the way across to divide up that space, and then i come down to the bottom, and i do straight line, straight line, straight line, all the way across.", "tgt_ref": "Проводим кривую линию вверх, вниз и соединяем слева. И я ставлю одну, две, три, четыре маленькие точки. С правой стороны я собираюсь сделать то же самое. Я рисую кривую линию вверх, сверху, кривую линию внутрь, соединяю. И я хочу нарисовать одну, две, три, четыре маленькие точки. Я поднимаюсь до самого верха и хочу нарисовать прямую линию. Я продолжаю вести прямую линию и веду ее до самого конца, чтобы разделить это пространство. А затем я спускаюсь вниз и рисую прямую линию, которую тоже веду до самого конца.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_2cLeDVfEqG4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 114, "src_audio": "wmt/audio/vid_2qWfOH69wGU.wav", "src_ref": "And physical appearance, attractiveness, also some have shown that it can lead to higher earnings but then in other studies it shows that it can intimidate people and doesn't always have good outcomes. So there's a lot of variability with these studies. So that was the women too? Yeah, yeah. Round faced women? No, no, no. With the breadth of face, it's male alone. You were too busy looking at mike, you weren't still, weren't you? You were distracted. Hype can assist females and physical appearance has got benefits across males and females and females in some areas but not all areas. I can't believe that they've actually looked into this. They have. Everything is there to be studied. Oh my goodness. Okay. Thank you so much mark. Good to chat. Absolutely.", "tgt_ref": "И внешность, привлекательность. Также некоторые исследования показали, что это может способствовать получению более высокого дохода. Однако позже другие исследования продемонстрировали, что это может вызывать у людей комплекс неполноценности и не всегда приводит к хорошим результатам. Таким образом, результаты этих исследований очень вариативны. Так это были и женщины? Да, да. Круглолицые женщины? Нет-нет. С широкими лицами, это только мужчины. Вы смотрели на Майка слишком пристально, а сейчас перестали, не так ли? Вы отвлеклись. Хайп может помочь женщинам. Внешность может стать преимуществом для мужчин и женщин, а также для женщин в некоторых областях деятельности, но не во всех. Не верится, что они действительно изучали это. Да, изучали. Там все должно быть изучено. О Боже! Хорошо. Большое спасибо, Марк. Приятно было пообщаться. Безусловно.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_2qWfOH69wGU_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 115, "src_audio": "wmt/audio/vid_3DI4-E5Imow.wav", "src_ref": "And then into our criss -cross vaulters. And then, whisk to the left. Now, the man's gonna do a whisk to the right and the lady's gonna do an underarm turn. So she turns a quarter and then does a spot vaulter into promenade, but also what we call the cuddle position. Now, samba walk on the left foot, then a samba walk on the right foot. Now the rolling off the arm, no bounce action, and then samba walk on the left, samba walk on the right, and then a one to three of the rolling off the arm. And now we'll do the ending number two, which is where the lady does like a turning three step, the man whisks, and then we go into the reverse turn.", "tgt_ref": "А теперь переходим крис-кросс вольтам. Затем виск влево. Теперь партнер делает виск вправо, а партнерша делает поворот под рукой. Итак она выполняет четверть поворота, затем - вольта поворот в променаде, а также то, что мы называем кадл-позицией.  Теперь самба-ход на левой ноге, затем самба-ход на правой ноге. Теперь раскручивание, без баунса, затем самба-ход с левой ноги, самба-ход с правой ноги, а потом от одного до трех раскручиваний. А теперь выполняем заключительный второй номер, при котором партнерша делает вращение на трех шагах, а партнер - виски, а затем выполняем левый поворот.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_3DI4-E5Imow_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 116, "src_audio": "wmt/audio/vid_3vpEaAjDgtI.wav", "src_ref": "Get decoloration on my face so i get decoloration on my face if you can see i've got these spots on my face a little bit so i use up close and personal. Hi guys. Um, i use this wonderball hashtag not sponsored there you go, oh, this is very melted and i just might just put it on my face like this and rub it around. It smells really good guys smell it doesn't smell great. Yep and the reason i use my two fingers right here is because apparently i learned from my mama my mom was the best the best is the best best is always the best who comes from the best who came from the worst ones with the best cuz that made no sense", "tgt_ref": "Обесцвеченные пятна на моем лице. Итак, у меня на лице есть обесцвеченные участки. Если вам видно: у меня на лице небольшие пятна, поэтому я использую продукт под названием «Close» и «Personal». Привет, ребята. Эм, я использую этот хэштег «wonderball», не спонсируемый. Вот так. О, он очень жидкий, и я просто могу нанести его на лицо вот таким образом и растереть. Пахнет очень хорошо. Понюхайте, ребята. Пахнет так себе. Да, и причина, по которой я сейчас делаю это двумя пальцами, в том, что я, очевидно, научилась этому у своей мамы. Моя мама была лучшей, лучшей во всем. Кто перенимает от лучших. Кто перенял от худших с лучшими, потому что это было бессмысленным.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_3vpEaAjDgtI_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 117, "src_audio": "wmt/audio/vid_47q3ENsU1B4.wav", "src_ref": "Weekly market analysis video for the better traders club, literally right after this. If you want access to that, you have to go to bettertraders .com. The link is in the description below. And i also want to remind you that i'm going to be live in person at consensus in toronto on may 15th for the better traders summit. There's a lot of amazing stuff that's included in this. It's not just one -on -one training. It comes with access to the 50 minutes financial freedom course, access to the club and all the tools that are, well, not all the tools, but the traders here. Also a three -month subscription to alltrader. There's a lot of stuff. Go to the links that are in the description below. And until the next time, you know what to do, stay awesome and stay in the green. Peace.", "tgt_ref": "Еженедельное видео с анализом рынка для «Better Traders Club» буквально сразу после этого. Если вы хотите получить к нему доступ, пройдите по ссылке bettertraders.com. Ссылка в описании ниже. Хочу еще вам напомнить: мы договорились, что я буду в прямом эфире лично в Торонто 15-го мая на саммите членов «Better Traders Club».  В программе очень много интересного. Это не только индивидуальная торговля.  Сюда входит доступ к 50-минутному курсу на тему финансовой свободы, доступ к клубу и всем имеющимся инструментам, ладно, не ко всем, но трейдеры здесь. А также трехмесячная подписка на «AllTrader». Очень много всего. Пройдите по ссылке в описании ниже. Теперь вы знаете что делать до следующего раза. Оставайтесь классными, и пусть у вас будет все в порядке. Увидимся!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_47q3ENsU1B4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 118, "src_audio": "wmt/audio/vid_6dP6bHX73_k.wav", "src_ref": "Okay, thirteen. Oh it's starting to burn now, are you feeling that? Fifteen, go on. Sixteen. Three more, and then we have running man. Go on. Push yourself, okay? Now if you're struggling and you can't keep up with my pace, just stop when i stop, there's no issue with that. Last one. Squeeze, squeeze, well done. Okay, up you come. I want the drink at the end, okay? We're almost there, two exercises left, okay? We're running man for twenty, then hot hands, let's go.", "tgt_ref": "Окей, тринадцать. Теперь начинает жечь, чувствуешь? Пятнадцать, продолжаем. Шестнадцать. Еще три - и теперь у нас бегущий человек. Продолжаем. Заставь себя, ладно? Теперь, если ты стараешься и не можешь угнаться за мной, просто остановись, когда останавливаюсь я. В этом нет ничего страшного. И последний. Напряги мышцы, втяни. Молодец. Ладно, поднимайся. В конце я хочу выпить напиток, ладно? Мы почти закончили, осталось два упражнения, ладно? Делаем упражнение «бегущий человек», а затем отжимания. Поехали.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_6dP6bHX73_k_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 119, "src_audio": "wmt/audio/vid_7Aw4Q46omiM.wav", "src_ref": "Sort of doing their own thing and you know, that's that's pretty chill with like what everyone else is doing but like like hey, like if you want to like, you know, try to make a name for yourself that's what you got to do yeah.\nAll right. So the question is what is one piece of advice you would give to your younger self?\nI would say to tell myself that i can always like take time for myself i sometimes get like so caught up and just doing everything in everyday life schoolwork activities all of that. So just like reminding myself that i can always take time for self -care and like time for myself and my friends and do you think your younger self would listen to this advice that you just gave?", "tgt_ref": "Вроде как занимаются своим делом. И знаете, это очень расхолаживает, когда видишь, что кто-то еще это делает. Типа: «Эй! Если вы хотите того же, знаете, попытайтесь сделать себе имя. Это то, что вы должны сделать».\nХорошо. Итак, вопрос: «Какой совет бы вы дали себе в молодости?»\nЯ бы сказал себе, что я всегда могу найти время для себя. Иногда я так зацикливаюсь, просто занимаюсь повседневными делами, выполняю задания по учебе и все такое. То есть просто напоминание себе о том, что всегда можно найти время для того, чтобы позаботиться о себе. Время для себя и своих друзей. Как вы думаете, вы в молодости прислушались бы к совету, который только что дали?", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_7Aw4Q46omiM_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 120, "src_audio": "wmt/audio/vid_8GpZT9TJJAw.wav", "src_ref": "The prophet samuel said that goliath could be defeated and that he would be defeated by a boy.\nDavid volunteered to take on goliath, armed only with his slingshot. It was a skill he had honed as a boy, protecting his flocks from roaming packs of wolves. It was a simple weapon he would take into battle.\nThe giant in an arrogant moment says, why have you sent this shepherd boy? Boy, i will eat him alive and i will throw his carcass to the sheep.\nDavid took his sling and a few well -rounded pebbles.\nHe swung and fired a stone, which caught goliath in the middle of the head.", "tgt_ref": "Пророк Самуил сказал, что Голиафа можно победить и что победит его мальчик.\nДавид вызвался сразиться с Голиафом и был вооружен только пращой. Это был навык, который он оттачивал, будучи мальчиком, защищающим свои стада от стай рыскающих волков. Это было незатейливое оружие, которое он выбрал для боя.\nВеликан говорит заносчиво: «Зачем вы послали этого пастушка? Ребята, я же съем его живьем, а труп брошу овцам».\nДавид взял свою пращу и несколько хорошо отполированных камешков.\nОн выпустил из пращи камень и попал Голиафу прямо в лоб.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_8GpZT9TJJAw_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 121, "src_audio": "wmt/audio/vid_8I8msBYGNR4.wav", "src_ref": "Bathroom is clean and it just looks and feels so much better i ended up just putting the sheets there because i didn't know where else to put them so they don't look bad there honestly or at least fold it in ready to go and then those two boxes have just like some hair products in them that didn't fit in there so just like a little storage corner, which is fine because this bathroom doesn't even get used often anyways, so yeah i just got these towels from the bathroom i also have some kitchen towels that i brought up that i'm gonna put a load on right now because i especially need to wash the kitchen towels and may as well just wash everything at the same time and having clean towels just feels really really nice and i try to do this once a week they're due for a wash actually kind of overdue. So let's put them in the wash and do another load", "tgt_ref": "Ванная комната чистая, и теперь она выглядит и ощущается гораздо лучше. В итоге я просто положила простыни туда, потому что, честно говоря, просто не знала, куда еще их можно положить, чтобы они нормально там смотрелись или по крайней мере были там в сложенном состоянии, готовые к использованию. Затем у мня оставались эти две коробки со средствами для волос, которые туда не поместились. Так что это, типа, небольшой уголок для хранения. И это нормально, потому что эта ванная в любом случае не используется слишком часто. Так что да, я только что принесла эти полотенца из ванной. У меня еще есть кухонные полотенца, которые я принесла, и я собираюсь загрузить их прямо сейчас, потому что мне особенно нужно постирать кухонные полотенца. И, возможно, я просто постираю все одновременно. Очень-очень приятно, когда у тебя есть чистые полотенца, и я стараюсь делать это раз в неделю. Их уже пора стирать. На самом деле, это стоило сделать раньше. Так что давайте положим их в стирку и еще раз загрузим машину.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_8I8msBYGNR4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 122, "src_audio": "wmt/audio/vid_8qZFupajBuo.wav", "src_ref": "Because i have some like pajamas and stuff. I totally forgot i had this. I definitely am going to move this up a couple spaces so i remember to wear this because that's such a cute vest. I'm done clearing things out. This is more like workout stuff. So i think what i'm going to do is i'm going to roll these up and put them with the workout pants because i never see these items in my closet when i'm going to work out because i just pick something random. So i'm going to roll these up and put them with the workout stuff so i can gravitate towards these more often. I think i'm going to put these...", "tgt_ref": "Потому что у меня есть что-то типа пижамы и прочего. Я совсем забыла, что у меня это есть. Я определенно переложу это на пару полок выше, чтобы не забыть надеть, потому что это такая милая майка. Я закончила убирать вещи. Это больше похоже на вещи для тренировки. Поэтому я думаю, что я просто сверну их и положу вместе со спортивными штанами, потому что я никогда не вижу эти вещи в своем шкафу, когда собираюсь на тренировку. И из-за этого просто беру то, что попадется под руку. Поэтому я собираюсь их свернуть и положить со спортивной одеждой, чтобы я чаще могла к ним тянуться. Я думаю, что положу это...", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_8qZFupajBuo_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 123, "src_audio": "wmt/audio/vid_AJlp_obQgq8.wav", "src_ref": "You don't want a shot where the face is in the middle and then the second half of the photo is sky you want your face to be on the top one third line preferably where two of the third lines? Intersect this can be on the left or it can be on the right now let's say that you're standing in front of a viewpoint of some type you want to do a second thing now and that is to place the most important element on the other third line, so here's what i mean let's say i'm standing in front of a lavender field and there is one stone house out in the middle of that lavender field you want to place that stone house on the right third of the photo, so i'll be on the left third i'm looking at the camera the stone house is on the right third now. You have a perfectly composed photo", "tgt_ref": "Вам не нужен снимок, на котором лицо находится посередине и остальную часть фотографии занимает небо. Вам нужно, чтобы ваше лицо было выше третьей линии, желательно там, где две третьих линии? Пересечение может быть слева или справа. А теперь, скажем, вы стоите перед какой-то точкой обзора. Вторая вещь, которую вам нужно сделать сейчас, - это разместить самый важный элемент на другой третьей линии. Так вот что я имею в виду: предположим, я стою перед лавандовым полем, а посреди этого лавандового поля стоит каменный дом. Вам нужно сделать так, чтобы этот дом попал в правую треть этого фото. Поэтому я буду в левой трети фото, я смотрю в камеру, а каменный дом сейчас находится в правой трети. У вас идеально скомпонованное фото.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_AJlp_obQgq8_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 124, "src_audio": "wmt/audio/vid_BrC0v6K3H4I.wav", "src_ref": "Sometimes we don't change anything. Usually we change one or two stories, so one of us will have to rewrite something, most likely. But this way we can kind of get ahead of it, start doing those newsfuse stories. And this is one of those days where we have four randomizers. It's going to be a big pull. Also, you can see sarah has gotten in and put in one of her discussion stories. I mean, you guys may think, like, there are such flockers, they haven't been in there. They're working outside of the dock a lot. You don't want to work in the dock. You notice that i didn't even work in the dock all that much. Because, oh, and i forgot to put my notes in there. Better do that before i'm forgetting it. Because the dock may crash, and you don't want to lose your stuff. So all this tells me is when they've really decided, like, oh yeah, i'm definitely going to do that story. So she's actually taking on...", "tgt_ref": "Иногда мы ничего не меняем. Обычно мы меняем одну-две истории, поэтому, с большой долей вероятности, кому-то из нас придется кое-что переписать. Но таким образом мы можем как-то это продвигать и начать выпускать эти News Fuse истории. А это один из тех дней, где мы используем четыре рандомизатора. И это будет большим прогрессом. Также, смотрите, с нами Сара и она разместила одну из своих историй для обсуждения. Я имею в виду, что вы, ребята, можете подумать, что есть такие «флокеры», но там их не было. Они больше работают вне платформы. Вы не хотите работать внутри платформы. Вы замечаете, что я не так уж много работал на платформе. Потому что, ох, и я забыл поместить туда свои заметки. Лучше я сделаю это, прежде чем забуду. Потому что в работе платформы может произойти сбой, а вам не нужно терять свои данные. Поэтому все, о чем мне это говорит, это то, когда они действительно решили. Типа: «О да, я определенно собираюсь написать эту историю». Поэтому она действительно берется за дело...", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_BrC0v6K3H4I_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 125, "src_audio": "wmt/audio/vid_BuaGgQdFI-o.wav", "src_ref": "We'll use ctrl f to open up find and replace we'll go to replace and you can see i've already entered the question mark that i want to find and a blank space that i want to replace it with. You can see excel thinks it's done what you want it to where in fact it's just removed all of our values but what we need to do is include an additional symbol which is known as a tilde so i'll just click in front of the question mark i'll hold the shift button and then push the hashtag button as well and you can see we have this new symbol just check i still have a space in there that i want to replace the question mark with replace all and you can see it has now replaced our question marks we'll then replace the question mark with an asterisk and you can see it has now done that for us as well. Please don't forget to like if you enjoyed this video", "tgt_ref": "Мы используем клавиши «ctrl + f», чтобы начать поиск и замену. Мы перейдем к замене, и вы можете видеть, что я уже ввел вопросительный знак, который я хочу найти, и пробел, которым я хочу его заменить. Вы можете видеть, что Excel считает, что он выполнил то, что вы от него хотели. Хотя он, на самом деле удалил все ваши значения, но нам нужно включить туда дополнительный символ, известный как тильда, поэтому я просто щелкну перед вопросительным знаком и буду удерживать клавишу «Shift», а затем нажму на клавишу «хэштег». Можете заметить, что у нас есть этот новый символ, поэтому просто проверьте. У меня все еще там есть пробел, которым я хочу заменить вопросительный знак. Нажимаю «Replace All», и теперь вы сможете увидеть, что все наши вопросительные знаки заменены. Затем мы заменим вопросительные знаки на «звездочку». И тут можете видеть, что программа сделала это за нас. Не забудьте поставить лайк, если вам понравилось это видео.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_BuaGgQdFI-o_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 126, "src_audio": "wmt/audio/vid_Ft41IG2BAG8.wav", "src_ref": "I have an even finish, so i will be able to see any of the sanding scratches left by the da, but now i'm going to move on to some 600 grit wet or dry paper. I already stuck my paper, pre -soaked it in the water. There's a couple drops of soap in here to help clean the surface of the wet sanding paper from clogging. The other reason for why you're wet sanding is wet sanding doesn't allow the material to clog the paper. Same as before, 30 degrees, slide, crosshatch as you're trying to work out those da swirl marks.", "tgt_ref": "У меня ровная поверхность, поэтому я могу увидеть любые царапины, оставленные шлифовальной машиной двойного действия. Но теперь я перейду к наждачной бумаге с зернистостью 600 для влажного или сухого использования. Я уже приклеил свою бумагу, предварительно намочив ее в воде. Добавил в воду пару капель мыльного раствора, чтобы поверхность влажной наждачной бумаги было легче очищать от засорения. Другая причина, по которой вы используете мокрую шлифовку, заключается в том, что такой способ не позволяет материалу забиваться в бумагу. Так же, как и раньше, 30 градусов, скольжение, перекрестная обработка штрихами, когда вы пытаетесь справиться с этими мелкими вихревыми царапинами, оставленными шлифовальной машиной двойного действия.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_Ft41IG2BAG8_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 127, "src_audio": "wmt/audio/vid_GYfhGLrrDts.wav", "src_ref": "And disgust. Whatever that reason for that being because we see the look at it's on his left side which would be your right side looking at the screen when this thing starts again. So you see that i can't do it little thing this little part of his nose goes up and my impression of it is it's anger. He's probably mad because he's there he's mad because he's thinking about that the situation that happened during that time she's brought up so that could be what's firing that off. Again his blink rate let's keep an eye on that and let's even he's got that tick where his eyes closed. I'm counting those as we go through and i'll say i think it's this many blinks for his blink rates gone up or down. I'm counting those as well. So all right we're good.", "tgt_ref": "И отвращение. Какой бы ни была причина, из-за того, что мы видим взгляд на его левой стороне, который будет вашей правой стороной, обращенной к экрану, когда это снова начнется. Итак, вы видите, что я не могу исправить эту мелочь. Вот эта небольшая часть его носа поднимается, и, по-моему, это выражение гнева. Он, вероятно, зол, потому что он там. Он в бешенстве, потому что думает о той ситуации, о том, что произошло в то время, когда она подняла то, чем она могла запустить. Опять же, частота его морганий. Давайте следить за этим: у него тик, даже когда его глаза закрыты. Я считаю их по мере продвижения. Я бы сказал, я думаю, это из-за того, что частота его морганий увеличилась или уменьшилась. Я их также считаю. Так что все в порядке.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_GYfhGLrrDts_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 128, "src_audio": "wmt/audio/vid_Gw2yc9oanpU.wav", "src_ref": "Four decades of doing the nba playoffs. And i honestly believe the nba playoffs, year after year, are the most consistent moneymaker in all of sports. And baseball last year was incredible. We won over 100 units alone in baseball. And once again, we'd already doubled our bankroll in all sports by the end of august. Check it out. Promo code sm365. Full details on my page, along with a daily free play. Last cut, just a bit outside from making the best bet card. It goes up as a free play for everybody on my page each and every day. Steve merrill, wagertalk .com. And yeah, get there quicker with shortcut wt .buzz slash sm. Follow me on social media on x and instagram at steve merrill. You know the deal. Two r's, one l, m -e -r -r -i -l, at steve merrill on x and instagram. And stay tuned here to wagertalk tv, because you also know there's more free play videos coming up next.", "tgt_ref": "Четыре десятилетия участия в плей-офф НБА. Я искренне считаю, что плей-офф НБА из года в год является самым стабильным источником дохода среди всех видов спорта. И бейсбол в прошлом году был невероятным. И мы набрали свыше 100 очков только в бейсболе. И снова - мы уже удвоили наш банкролл во всех видах спорта к концу августа. Проверьте. Промокод sm365. Полная информация на моей странице вместе с ежедневной бесплатной игрой. Последний отбор. Совсем немного не дотягивает до лучшей карты ставок. Она появляется на моей странице каждый день как бесплатная игра для всех. Стив Меррилл, wagertalk.com. И да, перейдите туда скорее через ярлык wt.buzz/sm. Подпишитесь на меня в социальных сетях в X и Инстаграм - Стив Меррилл. Вы знаете, в чем дело. Две «р», одна «л», м-е-р-р-и-л, подписка на Стива Меррилла в X и Инстаграм и оставайтесь с нами на Wagertalk TV, потому что вы тоже знаете, что в ближайшее время выйдет больше бесплатных видео об играх.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_Gw2yc9oanpU_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 129, "src_audio": "wmt/audio/vid_HjRhgaz1xTI.wav", "src_ref": "Each guy in the band got a dollar every day. So you can imagine going through that when you have this opportunity, you just have to take a minute, you know, don't be an idiot. Don't blow this. Use some common sense. Get yourself signed to where you have an opportunity. And from there, from there, we started, you know, signed with an agency and we started opening for other bands, queen and other bands that were out there. We didn't have a manager. We didn't have an attorney. We didn't have an accountant. It was just the six of us with our arms linked and we're going to go out there and kick every band's ass that we could find and every night when we opened, we were going to blow them off stage. Well, obviously we didn't do that all the time, but we tried.", "tgt_ref": "Каждый парень в группе получал доллар в день. Так что можете себе представить, каково это, когда у вас есть такая возможность, вам просто нужно уделить минутку, вы знаете. Не будьте идиотом. Не профукайте этот шанс. Используйте здравый смысл. Подписывайтесь на то, на что можете. И, знаете, мы так начинали: подписали контракт с агентством и начали выступать на разогреве у других групп, например, Queen и других групп, которые там играли. У нас не было менеджера. У нас не было юриста. У нас не было бухгалтера. Нас было всего шестеро, мы держались за руки и собирались выйти и надрать задницу каждой группе, которую могли найти. И каждый вечер, когда мы выступали на разогреве, бы собирались смести их со сцены. Ну, очевидно, мы не поступали так постоянно, но мы пытались...", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_HjRhgaz1xTI_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 130, "src_audio": "wmt/audio/vid_HxIaVXzxoBs.wav", "src_ref": "The first regulator. During the new tank install a soundness test was undertaken and no issues could be seen but this wasn't actually a full visual check of the system. Thus the unprotected and only partially galvanized pipe work went virtually unchecked. In 2002 another soundness check was undertaken during a regulator change and again no issues were reported but again this wasn't a visual check of the system. So i need to address the rather confusing naming of the site. I've been calling it so far the stockline plastic site although it was actually called and owned by icl group. Me calling it stockline was no mistake however due to stockline being the main public facing part of the business. In fact if you wanted to buy", "tgt_ref": "Первый регулятор. Во время установки нового резервуара была проведена проверка простукиванием, и никаких проблем не было обнаружено. Однако на самом деле это не было полной визуальной проверкой системы. Таким образом, незащищенные и только частично оцинкованные трубы остались практически непроверенными. В 2002 году была проведена еще одна проверка простукиванием во время замены регулятора, и это снова не было визуальной проверкой системы. Поэтому мне нужно разобраться с довольно запутанным названием сайта. До сих пор я называл его сайтом компании по производству пластика Stockline, хотя на самом деле он назывался ICL Group и принадлежал этой компании. То, что я называл его Stockline, не было ошибкой, потому что Stockline был основной частью бизнеса, ориентированной на широкие слои населения. На самом деле, если вы хотели купить", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_HxIaVXzxoBs_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 131, "src_audio": "wmt/audio/vid_JIq55zBGNX4.wav", "src_ref": "It's also so aesthetic like look at this. Look at the packaging. It's so cute. Like are you kidding me? Here's the box that it comes in it says get into flow stay and if you guys know me that's literally right up my alley and i just have this in my fridge laying like this so that i can just grab one in the morning and it makes it so easy for me so if you guys want to shop magic mind and get a case for yourself um, you can use the code mckayla20 and you can get an exclusive 28 off your order so the link will be down below and everything that you need so go check that out and with that being said, let's do this. Let's take the shot", "tgt_ref": "Посмотрите на это: это еще и очень эстетично. Взгляните на упаковку. Она такая милая. Типа: «Вы меня разыгрываете?» Вот коробка, в которой он продается, на ней написано: «Войди в поток и оставайся». И если вы, ребята, меня знаете, то это буквально по моей части. И это просто лежит у меня в холодильнике, так что я просто могу просто взять один утром, и это упрощает дело. Так что если вы, ребята, хотите купить напиток «Magic Mind» и получить чехол в подарок, вы можете воспользоваться кодом mckayla20 и получить исключительную скидку 28 на ваш заказ. Ссылка будет внизу, и все, что вам нужно, это пройти по ней и проверить. И с учетом сказанного, давайте это сделаем. Давайте сделаем снимок.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_JIq55zBGNX4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 132, "src_audio": "wmt/audio/vid_JoTLTGv8kqA.wav", "src_ref": "Just barely see the heads of those screws. So it's coming out nice and level really flow is good let's watch these guys as they come in here right up this end be good that's two bags right there, so we'll dump that out like that and then i'll i'll move it around with my magic trial here you could use a gauge rake if the floor was more level but this floor is really out of level and then i got a screw head right there if you can see it the stuff's almost there. I'll just level off to those screw heads as i go. I got another screw head there i got another one there. So i'm just i'm just kind of moving it around leveling it to the screw heads", "tgt_ref": "Просто посмотрите на едва виднеющиеся головки винтов. Так что все и правда хорошо, и уровень потока в самом деле хороший. Давайте посмотрим, как они зайдут сюда прямо с этого конца. Хорошо, что эти два мешка прямо там, так что мы вывалим это вот так, а потом я буду перемещать его во время своего магического испытания. Здесь можно было бы использовать калибровочный скребок, если бы пол был более ровный. Но этот пол действительно неровный, и к тому же прямо здесь есть головка винта, если вам видно, материал почти там. Я просто выровняю по тем головкам винтов по мере продвижения. У меня там еще одна головка винта, и еще одна вон там. Так что я просто перемещаю материал, выравнивая его по головкам винтов.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_JoTLTGv8kqA_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 133, "src_audio": "wmt/audio/vid_JpW9KlX1Pjs.wav", "src_ref": "Now it says, if you disable this app, other apps may no longer function as intended. Your data will also be deleted, which i'm totally fine because i don't ever use it. So i'm going to disable the app. Now it doesn't uninstall it from your phone. It just goes back to a factory version of uninstalling. It is disabled now. Let's go back into the drawer and you will see that it's no longer there. So i won't be annoyed with applications that are in my drawer or it just won't be popping up or stuff being updated for it because i don't have it ready for it to try to work. So that's a disabled option. If you needed to bring it back, go back into your applications. If you don't have the option to choose from disabled, enabled or applications, it's always going to be at the very bottom and click on that. You see this abled and those are the disabled applications.", "tgt_ref": "Теперь здесь говорится, что если вы отключите это приложение, то другие приложения, возможно, не будут функционировать, как предполагалось. Ваши данные также будут удалены, что для меня вообще не проблема, потому что я никогда их не использую.  Значит, я собираюсь отключить приложение. Теперь оно не удаляется с вашего телефона. Оно просто откатывается к заводской версии деинсталляции. Теперь оно отключено. Давайте вернемся в боковую панель, и вы увидите, что его там больше нет. Теперь меня не будут раздражать приложения, находящиеся на моей панели, или оно просто не будет выскакивать и данные для него не будут обновляться, потому что у меня не будет готового к запуску приложения. Таким образом, это отключенная опция. Если вам потребуется ее вернуть, вернитесь в свои приложения. Если у вас нет опции выбрать из отключенных, активированных или приложений, приложение всегда будет в самом конце списка, кликните на него. Видите, это активное приложение, а те - отключенные приложения.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_JpW9KlX1Pjs_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 134, "src_audio": "wmt/audio/vid_Kr2KbsdNHWs.wav", "src_ref": "Keep your hand nice and high as you're blending and also keep your eyes open. This is a great way to see the shape that you're creating. Bear in mind when you're blending, you don't want to blend up too high. Keep that highlight underneath the brows to add some more contrast with the smokiness. Now if you feel like this isn't smoky enough for you, you can actually go in and reapply a little bit of that brown shadow, keeping this on the lower part of the lid. A little will go a long way, particularly because we've already applied our contour shade on the lid. So just very slowly build this up until you get the smokiness that you like. Now to add more smokiness, i'm going to take that gel liner and push this in between the lashes. This is a totally optional step. I know that some people find this a little ticklish, so you can definitely skip it if you want. But it does add a little bit more depth and a little bit more smokiness.", "tgt_ref": "Когда растушевываете, работайте руками аккуратно и держите их высоко. Также держите глаза открытыми. Таким образом вы будете хорошо видеть создаваемую форму. При растушевке помните, что вам не надо растушевывать слишком высоко. Под бровями должны оставаться светлые участки, чтобы добавить больше контраста к эффекту дымки. Теперь, если вам покажется, что ваш макияж недостаточно дымчатый, вы можете пойти дальше и заново нанести немного тех коричневых теней, проводя по нижней части века. Будет немного недостаточно, в частности потому что мы уже нанесли контурный оттенок на веко. Поэтому просто очень медленно делайте эффект более интенсивным, пока не добьетесь той «дымчатости», которая вам понравится. Теперь, чтобы добавить больше «дымчатости», я беру эту гелевую подводку и наношу ее между ресницами. Это совершенно необязательно. Знаю, что некоторым людям это кажется немного щекотным, поэтому вы, конечно, можете пропустить этот этап, если хотите. Но это добавляет немного больше глубины и делает эффект дымки более интенсивным.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_Kr2KbsdNHWs_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 135, "src_audio": "wmt/audio/vid_Lb7Dhf7oo4Y.wav", "src_ref": "It's the other way there we go, you got nothing on me boy, i was so fast i'm ooh, i'm just so happy i'm so happy let's get some wood for some chests and then we can make seven shulker boxes i'm just gonna try to load up everything that we have but we will need to get a mending book. Sorry put it on our elytra these are gonna be shoulders v2 is because they're on my shoulders and i think that is goodbye from this place for a while maybe you can just lie down. There we go. Oh another thing too. Now that we have our elytra. It looks like it's going it goes up all the way", "tgt_ref": "Это другой путь. Начнем. У тебя ничего нет на меня, парень. Я был так быстр, я ... ох, я просто счастлив, я так счастлив. Давайте возьмем немного древесины для ящиков, и затем мы можем изготовить семь шалкер-боксов. Я просто собираюсь загрузить все, что у нас есть, но нам надо достать книгу по ремонту. Извини, положил это на нашу элитру. Это будут плечи-v2. Из-за того что они на моих плечах, и я думаю, что я попрощаюсь с эти местом ненадолго. Может быть, ты можешь просто полежать. Начнем. Ох, еще одно. Теперь у нас есть наши элитры. Похоже, они позволят нам постоянно парить.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_Lb7Dhf7oo4Y_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 136, "src_audio": "wmt/audio/vid_M7v3ZfP4fm0.wav", "src_ref": "Just want to talk to y 'all for a hot second, nothing major. So, as you know, this is the olympics, right? So i want all y 'all on y 'all a -games. Kevin ain't here right now. Remember, i am the alpha dog. I got better lighting, better jokes, better craft service, and better moves. So zoom in on me, baby. Let me get some of that snoop close -up action, that real nice close -up. You know what i'm talking about? Yeah, let's do this. Right there, right there. That's what i'm talking about. That nice close -up action right there. I don't want kevin to get none of that. He don't get that. Because i don't think the camera goes that low. But anyway, y 'all get back to work.", "tgt_ref": "Просто хочу немного поболтать со всеми вами, ничего серьезного. Итак, как вы знаете, это Олимпийские игры, правильно? Итак, я хочу, чтобы вы все были на играх для всех. Кевина здесь нет в данный момент. Не забудьте, я здесь главный. Мне досталось освещение получше, шутки получше, стол с закусками и движения получше. Поэтому приблизь камеру ко мне, детка. Сделай несколько крупных планов, тех действительно крутых крупных планов. Ты знаешь, о чем я говорю? Да, давай сделаем это. Вон там, вон там. Именно об этом я и говорю. Такой крутой крупный план прямо там. Я не хочу, чтобы Кевин не получил ничего из этого. Он это не получит. Потому что не думаю, что камера опустится так низко. Ну в любом случае вы все возвращаетесь к работе.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_M7v3ZfP4fm0_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 137, "src_audio": "wmt/audio/vid_MK9b8_2DwLY.wav", "src_ref": "Personal thought and self -reflection. So we're just gonna head over here and you know, you don't even have to buy this for real but you know we're just gonna look into this mirror and just look deep into it to see if we can wait and there it is, yeah, there you go and there you go you should have all the items you need at this point. Hopefully with these you'll be in a good spot in from here it's all about waiting on that call now for just a reminder this guide for finding work isn't for everybody in fact, you can make some substitutions for example you could substitute every item on this list for a camera and a totally not stolen version of premiere pro and try to make creative youtube videos in your local walmart about things you hate like finding a job and a long shot hope that in time it becomes a job so despite if you decide to make any substitutions or not, it doesn't always work out for everybody. So just in case", "tgt_ref": "Личные мысли и самоанализ. Итак, мы просто собираемся двигаться в этом направлении. И, знаете, вам даже не придется это покупать, в самом деле, но, знаете, мы просто собираемся вглядываться в это зеркало, вглядываться глубоко, чтобы увидеть, можем ли мы подождать. И вот оно, да, вот так, вот так. Нужно, чтобы в этот момент у вас были все необходимые предметы. Будем надеяться, что с ними вы будете в выгодном положении. С этого момента все дело в ожидании этого звонка, напоминания. Фактически, это руководство по поиску работы не для всех. Вы можете кое-что поменять. Например, вы можете заменить любой объект в этом списке на камеру и абсолютно легальную версию Premiere Pro и попытаться создать креативные YouTube-видео в своем местном Walmart о том, что вы терпеть не можете, например, о поиске работы и дальнейших перспективах. И надеяться, что через какое-то время это станет работой. Поэтому неважно, решите ли вы что-то поменять или нет, это не всегда работает для всех. Так что просто на всякий случай", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_MK9b8_2DwLY_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 138, "src_audio": "wmt/audio/vid_MO757yMnU0A.wav", "src_ref": "But please do not eat or smoke on the shuttle. The springdale shuttle route ends at the pedestrian entrance to the park, just across the river from the visitor center and stop 1 of the zion canyon shuttle. Pay your park entrance fee or show a valid pass or receipt to enter. Follow signs to the zion canyon visitor center and stop in for park questions, wilderness permits, maps, information guides, and the park bookstore. The zion canyon shuttle starts at the visitor center. It travels up the zion canyon scenic drive for access to the park's most popular hiking trails when shuttles are operating, the zion canyon scenic drive is only accessible by shuttle buses, pedestrians, and bicycles. If you choose to ride a bike on the road, you must follow standard road safety rules and pull over and stop on the side of the road to allow shuttles to pass safely.", "tgt_ref": "Но, пожалуйста, не ешьте и не курите в шаттле. Маршрут шаттла Спрингдейла заканчивается у пешеходного входа, как раз через реку от центра для посетителей и остановки 1 шаттла до каньона Сион.  Оплатите стоимость входа в парк или покажите действующий пропуск или входной билет. Следуйте по указателям до центра для посетителей каньона Сион и загляните туда, чтобы задать вопросы о парке, получить разрешения на посещение заповедника, карты, справочные материалы и посетить книжный магазин парка. Маршрут шаттла до каньона Сион начинается у центра для посетителей. Он идет до каньона Сион с его живописными видами, чтобы вы могли добраться до самых популярных туристических троп парка. Когда работают шаттлы, прогулка по каньону Сион с живописными видами доступна только на автобусах-шаттлах, а также для пешеходов и велосипедистов. Если вы захотите передвигаться на велосипеде по дороге, вы должны соблюдать обычные правила безопасности дорожного движения, а также останавливаться у обочины, чтобы дать шаттлам проехать безопасно.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_MO757yMnU0A_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 139, "src_audio": "wmt/audio/vid_OXHLjswiGeI.wav", "src_ref": "So that's it for today's ikea hacks video. I hope that you enjoy this one and give it a big thumbs up if you did and let me know in the comment section below which one of these projects was your favorite. I think mine. It's a tie between the wrapped frames because i could see myself using that in so many design projects in the future. Like, if i have a boring frame and it's simple enough to wrap it in fabric, that is something i will be doing from now on. But i also love that striped cabinet. The wooden bead poles are so cute and i love like the little exposed jointery on the edges of all the drawers. It's a great little piece. So yes, thank you so much for spending some of your sunday with me today and i will catch you all in my next one. If you're not already, make sure to subscribe to the channel. And all the links are down below. You can also check out my online store, lonefox .com. Brand new stuff coming every single week. Tons and tons of home decor over there. So, yeah, take a peek and i'll catch you guys in my next one. Bye!", "tgt_ref": "Так, это для сегодняшнего видео с полезными советами, связанными с Ikea. Надеюсь, оно вам понравится и вы поставите лайк, если так и будет, и напишите мне в комментариях внизу, какой из этих проектов вам понравился больше всего. Я думаю, мой. Это бечевка между обернутыми рамками, потому что я уже вижу, как буду использовать ее в огромном количестве дизайн-проектов в будущем. Например, если у меня есть скучная рамка и достаточно просто обернуть ее тканью. Это то, чем я буду пользоваться с данного момента. Но мне еще нравится этот полосатый шкафчик. Деревянные столбики с шариками такие милые, и мне нравятся небольшие открытые соединения по краям всех ящиков. Это красивая маленькая деталь. Поэтому, да. Большое спасибо за то, что провели часть воскресного дня со мной сегодня, и я жду вас всех для просмотра следующего моего видео. И если вы еще не подписались на мой канал, обязательно сделайте это. Все ссылки есть внизу. Вы также можете посетить мой онлайн-магазин, lonefox.com. Абсолютные новинки появляются каждую неделю. Там есть тонны декора для дома. Поэтому, да, загляните. И я жду вас для просмотра следующего видео. Пока!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_OXHLjswiGeI_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 140, "src_audio": "wmt/audio/vid_OmK3XTCDbbs.wav", "src_ref": "Would much prefer to send someone a message saying hey, i'm doing this thing this weekend. You should come than saying hey, what are you up to this weekend? Do you want to come and join us one of them shows? Uncertainty one of them shows complete certainty and number three use texts as a as a way to assert your standards and to communicate your standards this was upon receiving a text message. She sent this i'm not really a one -hour time slot kind of a girl but if you want to take me on a date this week, that'd be lovely. She put a winky face at the end it changes everything it was a little wink, you know, it was playful the tone was right, but the standard was there", "tgt_ref": "Очень хотел бы отправить кому-то сообщение со словами: «Привет! Я собираюсь заниматься этим в эти выходные». Тебе стоит прийти, а не спрашивать: «Хей! Чем занимаешься в эти выходные? Хочешь присоединиться к нам на одном из этих шоу?»  Неопределенность, один из них показывает полную определенность, а номер три использует текст способ заявить о своих намерениях и сообщить о них. Она отправила такое: «Я не девушка на час. Но если ты хочешь пригласить меня на свидание на этой неделе, это было бы мило». В конце она поставила подмигивающий смайлик. Это все меняет. Это было легкое подмигивание, знаешь, это был игривый тон, правильно, но намерение там было.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_OmK3XTCDbbs_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 141, "src_audio": "wmt/audio/vid_P2a0lVGYDNo.wav", "src_ref": "That's all for my morning skincare routine. I have much more to add because i'm still learning about the whole skincare community. I'm still learning about it and i'm willing to hear feedback from any of you guys on the products i should try out. I still need to invest in an eye cream because these dogs, i'm on my eyes, they're barking right now. I seem to get an exfoliant so there's some things that i still need to add to my skincare routine. Because i'm yet to put this video out as soon as possible because people have been asking for it for the longest time. I'm not even bragging, people have actually been asking. I'm like, oh your skin is this, this, that. Skincare routine and yeah, that's my skincare routine. It's really basic but this is what i have. It's nothing too crazy.", "tgt_ref": "Это все для моих утренних рутин по уходу за кожей. Я могу добавить многое, потому что я все еще изучаю сообщество по уходу за кожей. Я все еще изучаю этот вопрос и хочу услышать отзыв о продукции, которую мне стоит протестировать, от каждого из вас, друзья. Мне все еще нужно вложиться в крем для глаз, потому что эти собаки на моих глазах прямо сейчас лают. Кажется, что мне нужно купить эксфолиант, таким образом, есть несколько вещей, которые мне нужно добавить к моим рутинам по уходу за кожей. Я выкладываю это видео как можно скорее, потому что люди давно меня об этом просят. Я нисколько не хвастаюсь: люди действительно просят. Я говорю: «О! У вас кожа такая-то и такая-то». Рутины по уходу за кожей, и да, это мои рутины по уходу за кожей. Они очень базовые, но это то, что у меня есть. Ничего выдающегося.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_P2a0lVGYDNo_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 142, "src_audio": "wmt/audio/vid_PJLN1kAzbyw.wav", "src_ref": "Okay. Let's move on to our clam. Again, stabilizing the pelvis and we open the thigh and we close. And in two, say we did 10 on the other side, we're going to do 10 here. Three and four, five. Again, you can place your hand on the pelvis just to give yourself a little tactile cue here. All right. And i lost count. I think we've got two more. And two. All right. Last one. And release. Okay. Moving on. Stretch the top leg. Take the bottom foot forward. Okay. Reach the leg away and relax the foot. Let's go to legs. Circle one.", "tgt_ref": "Хорошо. Давайте перейдем к вашей ракушке. И снова, стабилизируем таз, потом открываем и закрываем бедра. На счет два, скажем, мы сделали 10 на другой стороне и сделаем 10 здесь. Три, и четыре, пять. И снова, вы можете положить руки на таз, просто чтобы дать себе небольшую тактильную подсказку. Хорошо. Я сбилась со счета. Мне кажется, мы сделали на два движения больше. И два. Хорошо. И последний. И отпускаем. Хорошо. Двигаемся дальше. Растягиваем верхнюю часть ноги. Вытягиваем ступни вперед. Хорошо. Дотянитесь до ноги и расслабьте ступню. Давайте перейдем к ногам. Первый круг.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_PJLN1kAzbyw_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 143, "src_audio": "wmt/audio/vid_QGNXASdL_ss.wav", "src_ref": "Otherwise you need to pre -order the wyze phone too. I missed that point so we're ready to throw that out there if you order in june or july, which i know june is gone so if you order in july you get $75 off of wyze phone using my code you'll go to techless .com slash trevor and you'll use the code trevor at checkout you do that i get a kickback it helps out a lot and it's like a win -win situation for us but like i said, i am an affiliate for this and a light phone. I like both phones they didn't force me to say anything positive. They sent me the phone and said do with it what you will so they were still confident in their product. They were gonna let me completely destroy it. It's a great phone i highly recommend check it out $75 off in the month of july. God bless guys as always and take it easy", "tgt_ref": "В противном случае вам придется зделать предварительный заказ еще и на Wyze phone. Я пропустил этот пункт, поэтому мы готовы его исключить, если вы сделаете заказ в июне или июле. Я знаю, что июнь уже закончился, поэтому если вы закажете в июле, то получите скидку в 75 долларов на Wyze phone, используя мой код. Вы переходите на techless.com/Trevor. Используйте код Trevor при оформлении заказа. Вы это делаете, я получаю процент. Это очень помогает, и это тот случай, когда выигрывают обе стороны. Но, как я и говорил, я являюсь партнером и этого, и легкого телефона.  Мне нравятся оба телефона, и никто не меня не заставляет давать положительный отзыв. Они отправили мне телефон и сказали, что я могу с ним делать, что угодно. Так что они были уверены в своей продукции. Они собирались позволить полностью сломать телефон. Это отличный телефон, и я его настоятельно рекомендую. Закажите его со скидкой в 75 долларов США в июле. Храни вас Бог всегда, друзья, и не унывайте!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_QGNXASdL_ss_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 144, "src_audio": "wmt/audio/vid_QgTkUWYd82M.wav", "src_ref": "Mean in the end they were like, unfortunately our policy only covers x amount 30 days or whatever so and i'm like, all right, or it was maybe it was like 90 days but it was on like day 91 so like they probably could have done something but you know, i called the area store and they're like yeah, worst come to worst come to us. They're like, but area has a one -year warranty on all their stuff so just call the area hotline and they'll take care of you. That's cool", "tgt_ref": "Я имею в виду, в конце они заявили: «К сожалению, наша политика покрывает только сумму Х в течение 30 дней». Примерно так, а я говорю: «Хорошо, там было, вроде, 90 дней, но это было на 91-й день, поэтому, кажется, они могли что-то сделать. Знаете, я позвонил в местный магазин и они сказали: «В крайнем случае, в крайнем случае», Они сказали: «Но на этой территории гарантия один год на всю продукцию, поэтому просто позвоните на местную горячую линию, и они о вас позаботятся». Это здорово.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_QgTkUWYd82M_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 145, "src_audio": "wmt/audio/vid_Qu8m9h-AC0I.wav", "src_ref": "Top five scary movies. That's actually a great question for me. I'm actually a huge horror guy i'm running on street for sure is number one. You can have a dream about freddy krueger and i had one as a kid second on that list the saw count saw on my second third be friday 13th jason jason holds on that list text change. I'm asker or for it so hills have eyes hills have eyes is very slept on in very very scary in very graphic so if you are warning on that last one, you're not it's a whore do not watch hills have eyes ever", "tgt_ref": "Пять лучших фильмов ужасов. Это действительно хороший вопрос для меня. Я, на самом деле, большой любитель жанра хоррор, ребята. Несомненно, «Кошмар на улице вязов» - номер один. Вам может присниться Фредди Крюгер, и мне приснился, когда я был маленьким. Второй в этом списке - «Пила». Считайте «Пилу» вторым в моем рейтинге. Третий - «Пятница 13-е».  Джейсон остается в тексте этого списка с изменениями. Я тот, кто задает вопрос. И ответ - «У холмов есть глаза». Этот фильм очень недооценен, он очень страшный, очень графичный. Поэтому если вы предупреждаете об этом последнем, не смотрите «У холмов есть глаза», это отстой.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_Qu8m9h-AC0I_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 146, "src_audio": "wmt/audio/vid_QzLz-W29Tww.wav", "src_ref": "So i hope that was helpful. I've had a ton of people reach out to me asking how they can start a youtube channel because they want to do stuff like this as well. And so this is my video for you. I hope this is helpful. You don't have to necessarily make a youtube channel, right? It could be other things. Maybe you want to do tick tock or you want to be youtube shorts or you could do instagram or if you want to make content is really fantastic. I just personally really liked doing stuff on youtube. That's definitely where kind of my niche is. With all that being said, i hope that was really helpful. I know i went through it quick, but, you know, that's not what my channel is. I'm not like how to start a youtube channel, kind of youtube channel. I'm a dead animals youtube channel. But there are a lot of people who ask me how to do it. So i thought i would make a quick video on how i do it and how you can do it as well. So thank you so much for watching. If you like this video, be sure to like and subscribe below. And i'll see in the next video.", "tgt_ref": "Поэтому я надеюсь, что это было полезно. Очень много людей обращаются ко мне с вопросом, как создать ютуб-канал, потому что они тоже хотят создавать подобный контент. И вот это мое видео для вас. Надеюсь, оно полезное. Вам же не обязательно создавать ютуб-канал, верно? Это может быть что-то другое. Может вы хотите создавать ролики в тиктоке или короткие видео на ютубе. Вы можете вести инстаграм или, если хотите создавать контент, это фантастика. Мне лично понравилось создавать контент на ютубе. Здесь определенно есть своего рода ниша для меня. Учитывая все сказанное, я надеюсь, что это и в самом деле было полезно. Я знаю, что я быстро пробежался, но, знаете, это не то, чем является мой канал. Я не говорю о том, как создать ютуб-канал, вид ютуб-канала. У меня ютуб-канал о мертвых животных. Однако многие люди спрашивают меня о том, как это делать. Поэтому я думаю, я сниму быстрое видео о том, как я это делаю, и как вы можете это сделать. Поэтому спасибо за просмотр такого длинного видео. Если вам понравилось это видео, ставьте лайк и подписывайтесь внизу. И встретимся для просмотра следующего видео.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_QzLz-W29Tww_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 147, "src_audio": "wmt/audio/vid_RIjzeZ1xk1c.wav", "src_ref": "What i'm hearing is at the very most, even if you had a car, which right now you don't, so we can technically subtract that from this, $1 ,575 .76. So here's what i want you to do. I don't want you to go cold turkey just yet, but what i would recommend is pretend, so we're going to subtract it. We're going to do $2 ,600 minus $1 ,575 .76, right? Because there's always the human error in that you might have miscalculated something or i might have. So we're going to pretend like everything is the way it was, and this is how much you're going to be paying. This is where the budgeting is really handy. So we're going to do $2 ,600 minus that number. What i have is $1 ,024 .24. So", "tgt_ref": "Самое большое, что я слышу: даже если у вас была машина, которой прямо сейчас у вас нет, мы технически можем вычесть это из данной суммы - 1575,76 долларов США. Вот здесь действия, которые от вас требуются. Я не хочу, чтобы вы резко завязали, что я порекомендовал бы сделать - это использовать в качестве предлога, поэтому мы это вычтем. Мы собираемся из 2600 долларов США вычесть 1575,76 долларов США, правильно? Поскольку тут всегда есть вероятность человеческой ошибки. Вы могли неправильно посчитать что-то или это мог бы сделать я. Поэтому мы собираемся притвориться, что все на своих местах, и это сумма, которую вы собираетесь уплатить. Это тот случай, когда бюджетирование реально удобно. Мы собираемся из 2600 долларов США вычесть эту сумму. И получаем 1024,24 доллара США.  Итак", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_RIjzeZ1xk1c_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 148, "src_audio": "wmt/audio/vid_Si9CnnVI8sk.wav", "src_ref": "Extra runs and they they batted a righty and a lefty which made the bowler have to figure that out because he's aiming for that wide line because that's the longer boundary. Well that wide line to a lefty batsman's behind his legs and that's that's a wide so that's runs and they ran on everything. Meanwhile, pakistan running on nothing doing nothing to force extra runs look at this you can see the difference here of where their body is how it's presented to the umpire and that's the difference. They just turned everything into runs they knew that they were going after that wide line and they knew when to go after it get the boundary when to leave it. Good job team usa", "tgt_ref": "Дополнительные раны - и они отбили правой и левой, так что боулеру пришлось разобраться с этим, ведь он целится в широкую линию, потому что эта граница длиннее. Ну, эта широкая линия к бэтсмену-левше, позади его ног, и она широкая. Значит, это раны. И они зарабатывают раны на всем. Тем временем, Пакистан не зарабатывает раны ни на чем. Команда ничего не делает, чтобы получить дополнительные раны. Посмотрите на это, и вы увидите здесь разницу в положении их тела и в том, как его видит судья. И в этом заключается разница. Они просто превратили все в раны. Они знали, что они идут после той широкой линии, и знали, когда идти после того, как она достигнет границы, и когда покинуть ее. Хорошая работа команды США.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_Si9CnnVI8sk_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 149, "src_audio": "wmt/audio/vid_VnlWOV5Oj1c.wav", "src_ref": "Drip stuff. So first things first, you need a good coffee. I would recommend going to your local coffee roastery, get your favorite coffee and it needs to be ground for something like french press or a coarse table salt. So that comes in here where we have the super fine metal filter and then you just want to sit everything on top here. Okay, water. So with the valve closed we're going to put this on the top and fill it with filtered water at best. Now you can put ice cubes in here as well to make sure it's a cold extraction or you can put the whole thing in the fridge as well afterwards and i recommend using about 7 to 10 grams per 100 milliliters of water. Once that's done you can put the lid on.", "tgt_ref": "Дрип-кофе. Итак, первым делом вам нужен хороший кофе. Я бы порекомендовал сходить в вашу местную кофейню-обжарочную, взять ваш любимый кофе. Он должен быть такого помола, который бы годился для френч-пресса, или же это должен быть помол как у крупной поваренной соли. Итак, мы его получили, теперь у нас есть металлический фильтр с очень маленьким размером ячеек, а потом вам просто нужно разместить все сверху. Окей, вода. Итак, держа клапан закрытым, мы положим это сверху и наполним профильтрованной водой наилучшим образом. Теперь вы можете положить сюда и кубики льда, чтобы обеспечить холодную экстракцию. Или вы можете поместить все в холодильник. Я рекомендую использовать 7-10 граммов на 100 мл воды. Когда кофе готов, вы можете накрыть его крышкой.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_VnlWOV5Oj1c_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 150, "src_audio": "wmt/audio/vid_YNQ_7eV3WcE.wav", "src_ref": "This one, literally right here, right next to me. It doesn't fit because sometimes taper holders are a bit larger, there's different sizes of taper candles, but there is an easy workaround if you have a taper candle in a holder that you really want to use. And that is simply to melt the bottom side of your taper candle with a lighter or a match and let the wax drip in to the taper candle holder. And as it's still hot, press it into the holder and it's actually going to melt into the holder and kind of stand in the exact position that you want it to. And let's just say you make it a bit crooked when you stick it in, don't worry, you can pull it right out, re -melt it, and at some point, you're going to get it straight enough to where you like it and it's going to be stuck in the holder pretty well. My next tip is to remove sticker residue from your decor pieces. Now, i know that there's a whole low -dryer tip to kind of like heat it up and remove the sticker, which is great, but i always feel like there's still like a little bit of film.", "tgt_ref": "Вот эта, буквально прямо здесь, рядом со мной. Она не подходит по размеру, потому что иногда подсвечники немного больше. Столовые свечи бывают разного размера, но есть простой лайфхак, если вы хотите использовать конкретный подсвечник для конкретной свечи. Нужно просто растопить нижнюю часть вашей столовой свечи при помощи зажигалки или спички и капнуть воском на подсвечник. И, пока расплавленный конец еще не остыл, прижмите его к подсвечнику, и свеча буквально вплавится в него и будет стоять в требуемом положении. Короче, когда вы вставляете свечу, она немного искривляется. Не волнуйтесь: вы сможете ее выправить, слегка прогрев ее в том же месте. Вы выпрямите ее до нужного вам состояния, и она будет довольно хорошо держаться в подсвечнике. Мой следующий совет: удаляйте остатки стикеров с элементов своего декора. Я знаю, есть хороший совет использовать фен для волос. То есть нагреть стикер и удалить его. Совет отличный, но мне всегда кажется, что после этого остается немного пленки.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_YNQ_7eV3WcE_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 151, "src_audio": "wmt/audio/vid_YTxmx8hyJtA.wav", "src_ref": "On your skin. Now here we have the facial scrub to use this facial scrub you want to make sure to cleanse the face first which is the first step so you're gonna cleanse get rid of all the grease and makeup from your face and then you're gonna use your facial scrub so you're just gonna dig in give it a little mix and then you're just gonna take a generous amount and exfoliate the skin. Now this is best to hold in your hands like that since it's not a facial scrub with granules so once you have it in your hands you're just gonna use it and just rub the face as if you're using soap on the face so just exfoliate your face if it's get dry throw it out dip back in and take up a fresh bath and exfoliate your face with this okay", "tgt_ref": "На вашей коже. Теперь у нас здесь есть скраб для лица. Чтобы его использовать, вам обязательно нужно очистить лицо. Это первый шаг, потому что вы смываете со своего лица все кожное сало и макияж, а затем вы используете ваш скраб для лица. Поэтому вы сначала тщательно готовитесь, немного его перемешиваете, а затем берете обильное количество и отшелушиваете кожу. Теперь лучше всего держать в руках вот таким образом, потому что это не скраб для лица с гранулами. Поэтому как только вы нанесли его себе на руки, используйте его и просто трите лицо, как будто вы используете мыло. Просто отшелушивайте кожу на лице. Если скраб высыхает, выбросьте его, зачерпните еще, нанесите свежую порцию и продолжайте отшелушивание, окей?", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_YTxmx8hyJtA_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 152, "src_audio": "wmt/audio/vid__S0GOwEJXUA.wav", "src_ref": "He was like you did so good, and i was like man. I don't know man. I was like oh i sit back i didn't like it at all. He said this isn't about you he said have you seen all the comments? Protestants that are saying that you won whatever one is saying about you online people that are making reaction videos to it he said this is about you, and when he said that i finally had peace and i said you're right it's not a who cares what i think it's good if i'm helping people if i look stupid doing it but i'm helping people who cares it's not about me all right that makes me feel a little better cuz i cannot stand watching myself every time i'm like could have been ten things better, but just got to be humble it's about what god is doing with what whatever the attempts are really good reminder", "tgt_ref": "Он такой, типа: «Ты так хорошо справился». А я такой, типа: «Чувак». «Я не знаю, чувак». Я подумал: «О, я не буду на это отвечать. Мне это совсем не нравится». Он сказал: «Дело не в тебе». И добавил: «Ты видел все эти комментарии?» Несогласные говорят, что ты победил, что бы о тебе ни говорили в сети. Люди, которые снимают видео с реакцией на это. Он сказал: «Дело в тебе», и когда он добавил: «Я наконец обрел покой», я сказал: «Ты прав, кого волнует, что я думаю. То, что я помогаю людям, - это правильно, даже если я при этом выгляжу глупо. Но я помогаю людям, которым не все равно. Хорошо, дело не во мне, но мне от этого становится немного лучше, потому что мне невыносимо смотреть на себя каждый раз когда я думаю: «Я мог бы быть в 10 раз лучше, но я должен проявлять смирение. Дело в Боге и его деяниях. Это напоминание о том, что все попытки действительно хороши».", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid__S0GOwEJXUA_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 153, "src_audio": "wmt/audio/vid__r0K17ipoac.wav", "src_ref": "The anxious generation won. Where is disney high? Okay, disney high came like ninth, but 17 ,000 votes for 1 ,100 ratings is pretty impressive. Okay, the anxious generation, a rigorously researched assessment of adolescent mental health in the 21st century. Oh, i need to say that i won. I read - i was correct. The arrival of the phone -based childhood essentially rewiring the vixen is growing up. Okay, i think this could be interesting because i need to get off my phone and maybe this book will make me do it. Memoir. I predicted that rupaul is going to win because his face is big on the cover and his name is big on the cover and people just go, i like drag race, i like rupaul, i'll vote for that. That's my conspiracy theory. I also think the - oh, i really hope the gilmore girls one doesn't win just because i am so uninterested in that. I've never watched gilmore girls, i'm not interested in that, but that could win.", "tgt_ref": "Премию получила книга «Тревожное поколение». А где «Disney High»? Хорошо, «Disney High» заняла примерно 9-е место, но 17000 голосов при рейтинге 1100 баллов - это очень впечатляюще. Хорошо, «Тревожное поколение» - это скрупулезное исследование с целью оценки ментального здоровья подростков в 21 веке. Ох, нужно сказать, что я выиграл. Я читал - я был прав. То, что детство стало связано с мобильными телефонами, по сути привело к созданию новых нейронных связей и повлияло на взросление. Окей, мне кажется, это может быть интересным, потому что мне нужно перестать пользоваться телефоном, и, возможно, книга заставит меня сделать это.  Мемуары. Предполагаю, что премию получит Ру Пол, потому что на обложке его лицо крупным планом и его имя крупными буквами, и люди просто на это поведутся. Мне нравится шоу «Королевские гонки», мне нравится Ру Пол, я отдам свой голос за него.  Это моя теория заговора. Я также думаю - о! я очень надеюсь, - что сериал «Девочки Гилмор» не получит премию, просто потому что мне это насколько неинтересно. Я никогда не смотрел «Девочки Гилмор», мне это не интересно, но они могут выиграть.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid__r0K17ipoac_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 154, "src_audio": "wmt/audio/vid_blR87HY5UPk.wav", "src_ref": "I think? Fit me? I think... oh, the matte one is the fit me poreless. But they're both maybelline. This one is just in the dewy finish, and then this one is in the matte finish. I really like how the dewy one looks on me, but i usually use the matte, and since i'm going over the summer, i figured i should use matte since i'm probably going to be sweating a lot. But i'm bringing this one just in case. This one is the number 310 in sun beige, and that's the dewy finish, and then this one is 238 in rich tan, and this is the matte finish. I got this cute bag from walmart. It was like $10, i believe. It's actually supposed to be for men, like to put all their...", "tgt_ref": "Я думаю? «Fit me»? Я думаю... О! Тональная основа «Fit Me Matte Poreless». Но они обе от Maybelline. Вот это просто влажная основа, а вот эта - для матового покрытия. Мне очень нравится, как на моем лице смотрится влажная основа, но я обычно использую матовую. И поскольку я собираюсь использовать эту основу летом, я решила использовать матовую, потому что я, возможно, буду сильно потеть. Но на всякий случай я возьму с собой и эту. Это тональный крем, оттенок 310 Sun Beige, и это влажная основа. Еще такой тональный крем, оттенок 238 «Rich Tan», и это матовая основа. Я получила этот милый пакет из Walmart. Кажется, это стоило приблизительно 10 долларов. Действительно, предполагалось, что это для мужчин, типа положить все их...", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_blR87HY5UPk_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 155, "src_audio": "wmt/audio/vid_fWRlPSl5itQ.wav", "src_ref": "The pain and suffering you have to go through to learn all this stuff. But it will pay off because when something clicks and you realize this is actually how the world works. This is what light is. You know, this is how atoms work. This is how our bodies function. And it's all made possible by physics. I think that's one of the most beautiful things you can, beautiful experiences you can have to to understand. So i would say it's well worth it, but don't be put off by the, you know, the kind of mechanical side of it.", "tgt_ref": "Боль и страдания, через которые вам придется пройти, чтобы узнать все это. Но это окупится, потому что когда что-то щелкнет, вы поймете, что на самом деле так устроен мир. Вот что такое свет. Знаете, так работают атомы. Так функционируют наши тела. И все это стало возможным благодаря физике. Я думаю, что это одна из самых прекрасных вещей, которая вам доступна, прекрасный опыт, который вы можете получить, чтобы понять. Так что я бы сказал, что это того стоит. Но, знаете, не отталкивайтесь от механической стороны вопроса.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_fWRlPSl5itQ_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 156, "src_audio": "wmt/audio/vid_lGNIpufvjIg.wav", "src_ref": "I have expertises and passions. I have things that i love and that i care about and that i know about. I've written like a thousand non -fiction video essays, i'm kind of an expert on social media. I don't know how i hadn't figured this out, but like, using my expertises and my passions has been deeply enabling. And all of my early failed attempts at other books was because i wasn't doing that. So john, thank you for the years of practice here, and if i could give you any advice, it's apparently write a soccer novel. I'll see you on tuesday. I don't have any news regarding the sequel right now, but i am working on it. If you want to hear me talk more about writing, i have a very long video over on hank's channel where i answer many more questions that i was sent on twitter. And also, the book box is from life's library. We actually make more of those than we're probably going to need, just in case anybody needs some replacements. But we're releasing a bunch of those on discount at dftba .com if you want to check that out.", "tgt_ref": "У меня есть экспертиза и увлеченность. У меня есть то, что я люблю, о чем забочусь и о чем знаю. Я написал примерно тысячу научно-популярных видеоэссе, я своего рода эксперт по соцсетям. Я не знаю, как я до этого не додумался, но, похоже, использование моих знаний и моей увлеченности было очень полезным. И все мои предыдущие провальные попытки на других книгах были результатом того, что я этого не делал.  Поэтому спасибо тебе за годы практики здесь, Джон. И если я мог бы дать тебе какой-нибудь совет, это был бы, очевидно совет, написать роман о футболе. Увидимся во вторник. Прямо сейчас у меня нет никаких новостей о сиквеле, но я над ним работаю. Если вы хотите послушать мой более продолжительный рассказ о писательстве, то у меня есть очень длинное видео на Hankschannel, где я отвечаю на гораздо большее количество вопросов, и я опубликовал его в Твиттере. А также букбокс из Life’s Library. Мы действительно выпускаем больше материалов, чем нам может понадобиться, но это просто на тот случай, если кому-то понадобится замена. Но мы выпускаем много продукции со скидкой на dftba.com, если вам захочется проверить.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_lGNIpufvjIg_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 157, "src_audio": "wmt/audio/vid_m6CcZN4S8mk.wav", "src_ref": "I do actually use staplers, and then i just got some premium staples for it, so all is good in the hood. So that is everything for this haul video, i hope you guys enjoyed and maybe found some tips or something, i don't really know. I enjoyed back to school shopping, i enjoyed making this video for you guys. I'm really excited to use this stuff when school starts up, hopefully it will keep me a little inspired. Honestly, anything that can get me going throughout the school day helps so much. If it is material items, let it be that. Whatever gets you going, let it be. I love you guys dearly, i hope you guys enjoyed this video. If you did, make sure to give it a big thumbs up, and make sure to comment down below video requests that you guys want. Also make sure to follow me on all my social media, like my snapchat, twitter, instagram, all that fun mumbo jumbo. I'll see you guys next time for my next video, bye guys!", "tgt_ref": "Я действительно использую степлеры. И потом, я только что приобрел для этого премиальные скрепки, так что никаких проблем. Так что это все для этого видео с распаковкой. Надеюсь, друзья, оно вам понравилось и, возможно, вы нашли тут какие-то советы или что-то еще. Я действительно не знаю. Мне понравился шоппинг «назад в школу», мне понравилось делать это видео для вас, друзья. Я с нетерпением жду, когда я начну использовать эти предметы с началом учебы. Надеюсь, это будет меня немного вдохновлять. Если честно, любая вещь, которая способна придать мне сил для того, чтобы пережить учебный день, очень помогает. Если это нечто материальное, пусть так и будет. Что бы ни придавало вам сил, пусть это случится. Друзья, я вас очень люблю. Надеюсь, что вам понравилось это видео. Если понравилось, то обязательно ставьте лайк, обязательно оставляйте комментарии под видео и задавайте любые вопросы. Также обязательно подпишитесь на меня во всех социальных сетях, например, в Snapchat, Twitter, Instagram и прочих интересных местах. Увидимся в следующий раз для просмотра моего следующего видео. Пока, друзья!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_m6CcZN4S8mk_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 158, "src_audio": "wmt/audio/vid_mDjddYiHd7A.wav", "src_ref": "Your journey in the comment section below. Let me know how much you need to lose or when you need to lose it back cuz see some of y 'all some of us we had things that you wanted to do by a certain time you might want to get married or go to a party a reunion or something and you want to look good. You want to feel great about yourself? You you have a timeline for just looking good for yourself, or you might want to look good for the beach you know, sometimes people are like, oh i want that beach body or some people are like, oh they gonna get what they gonna get", "tgt_ref": "Ваш путь в разделе комментариев внизу. Расскажите мне, сколько вы хотите скинуть или когда. Потому что, понимаете, у некоторых из нас есть планы, которые мы хотим осуществить к определенному моменту времени. Возможно, вы собираетесь выйти замуж или жениться или идете на вечер встречи выпускников и т.д. И вы хотите выглядеть хорошо. Вы хотите нравиться себе? У вас есть срок для того, чтобы просто хорошо выглядеть для себя. Ну или, возможно, вы захотите выглядеть хорошо к пляжному сезону. Знаете, иногда люди думают так: «О! Я хочу иметь пляжную фигуру». Или некоторые люди думают: «О! Они получат то, что получат».", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_mDjddYiHd7A_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 159, "src_audio": "wmt/audio/vid_n-mmxFdva4w.wav", "src_ref": "Yeah, that's what i'm going to do. Right, and another big actor was there. I didn't know that was there. Morgan freeman, he came out. He gave the old joe clark lean on me speech, right? He came, what seems to be the problem? That's how i go to my office right now. Son, what seems to be the problem? Can't you read the goddamn sign, son? The goddamn sign says, hot sauce and mild sauce with your meal, son. Are you trying to pull something, son? I remember you were one of them smart college kids. You used to go back and forth with your history just like you're going right now. You want to come in and jump on everybody because your forefather's been ran and chased by hounds. Well, that might not be living, but it sure as hell ain't buying. Buying is what these folks been doing going on three years. Buying, buying is buying about a thousand. Buying from us, fool. I should know because i'm the one that dropped the grease.", "tgt_ref": "Да, это то, что я собираюсь сделать. Правильно, еще один великий актер был там. Я не знал, что он там был. Вышел Морган Фриман. Он произнес эту старую вдохновляющую речь Джо Кларка «Положись на меня», верно? Он пришел, в чем проблема? Вот как я отправлюсь в свой офис прямо сейчас. Сынок, в чем проблема? Разве ты не можешь прочитать эту проклятую надпись, сынок? Эта проклятая надпись гласит: «Острый соус и неострый соус для твоего блюда», сынок. Ты пытаешься что-то вытащить, сынок? Я помню, что ты был одним из тех умных студентов. Ты ходил туда-обратно со своей историей точно так же, как ты делаешь это прямо сейчас. Ты хочешь прийти и наехать на всех, потому что за твоими предками гнались гончие псы. Ну, возможно это не жизнь, но это точно не покупка.  Покупки - это то, что эти люди делают в течение трех лет. Покупки, покупки - покупает около тысячи. Покупают у нас, дурак. Мне ли не знать, ведь это я все упростил.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_n-mmxFdva4w_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 160, "src_audio": "wmt/audio/vid_nNjtLybPRjM.wav", "src_ref": "Feel like yeah, they only really wash my hair on like monday thursday really and sometimes like friday if i need to if i like feel like i have an event or something like an event by event. I mean like hanging out somebody, but i'm not usually okay, so now my hair is all brushed out. I'm going to brush my teeth and then we'll go into the bedroom to finish out my skincare i used to do like my lotion and stuff in here, but i've been doing it in my vanity so let's brush my teeth really quick", "tgt_ref": "Да, кажется, реально, они моют мне голову в понедельник, четверг и иногда в пятницу, если нужно. Если я думаю, что у меня будет мероприятие или что-то вроде этого. Мероприятие за мероприятием. Я имею в виду, когда ты с кем-то зависаешь. Но я обычно не в порядке, поэтому сейчас все мои волосы причесаны. Я собираюсь почистить зубы, потом пойду в ванную, чтобы закончить процедуры по уходу за кожей, которые я привыкла делать. Мой лосьон и прочее здесь, но я делаю это на ходу, поэтому я просто почищу зубы.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_nNjtLybPRjM_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 161, "src_audio": "wmt/audio/vid_nU09s4CuaRg.wav", "src_ref": "Leading to the four. What's the four? Well, we have one, two, three, four. All right, so f. so i guess we're changing key, and we're gonna go to f. but we wanna do a two, five in front of f. so now we're thinking in a new key. Just for a minute, we're thinking in a new key. F, let's take f. one, two, okay, so there's two, it's g. three, four, five, so there's five, it happens to be c. so for this brief moment, we're thinking in our brains, we're gonna switch keys, and we're gonna play a two, five leading to the four. So that's gonna sound like this.", "tgt_ref": "Ведем к четверке. Какой четверке? Ну, у нас есть один, два, три, четыре. Окей, это фа. Поэтому, думаю, мы меняем клавишу, мы собираемся перейти к фа. Но мы хотим сыграть два, пять перед фа. Поэтому мы сейчас думаем по-новому. Минуточку, мы думаем по-новому. Фа, давайте возьмем фа. Раз, два, хорошо, есть два. Это соль. Три, четыре, пять, итак, есть пять. Оказывается, это до. Поэтому мы немного раздумываем, мы собираемся поменять клавиши, и мы собираемся играть два, пять, ведущие к четверке. Так что звучвть будет примерно так.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_nU09s4CuaRg_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 162, "src_audio": "wmt/audio/vid_ncokXMVuG5s.wav", "src_ref": "Start to the season she wanted off and so likewise 83 also off so that brought out another safety car. Christopher parrott involved in that but then great fights for third place especially as costello took the lead. Toth involved in a battle for second, third and fourth. A couple more offs that brought out another safety car. Some racing incidents. Hodson great restart finally to go into second place and that's what nailed that for him but no one was gonna stop michael costello who wins.", "tgt_ref": "Начало сезона, она хотела оторваться, а также отрывается 83, что приводит к появлению еще одной машины безопасности. Кристофер Пэрротт втягивается в гонку, однако за ним идет упорная борьба за третье место, особенно, когда лидером становится Кастелло. Он участвует в берьбе за второе, третье и четвертое место. Еще парочка срывов, после которых выехал еще один автомобиль безопасности. Несколько инцидентов во время гонки. В конце концов, рестарт Ходсона выводит его на второе место, которое теперь закреплено за ним. Но никто не может остановить Майкла Кастелло, который побеждает.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_ncokXMVuG5s_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 163, "src_audio": "wmt/audio/vid_pykdLJtt9yk.wav", "src_ref": "Go on their website, i'll put that link in the description. It shows you all the features, you can obviously take notes, record audio, mark up pdfs, add photos, and it has that shape thingy if you do a crappy circle, it makes it into a good one. Again, it shows you everything, it has integration into your apple watch, you can upload it to the usual suspects here for your cloud, even works on your phone if you have one as well. But the phone doesn't work with the pencil which is too bad, i would love to have even just on my phone to be able to quickly take the notes. Well, let's switch to noteshelf. So you can create, i mean you have a quick selection here to create your book, you can have a new one, you put in your color, your name, there are lots of options just to kind of decorate this if you so desire, i don't really care too much. These are empty books, i just created that so you can see there is a list. I usually stick with obviously that one that i'm working on.", "tgt_ref": "Перейдите на их веб-сайт, я оставлю ссылку в описании. Там показаны все функции, вы, очевидно, можете делать заметки, записывать видео, вносить изменения в режиме правки в pdf, добавлять фото, и там есть такая штуковина для форм. Если вы рисуете неправильный круг, то она это исправляет. И еще, там показывается все, есть интеграция с часами Apple, вы можете загрузить его в обычное облако здесь. Работает даже на вашем телефоне, если он у вас есть.  Но телефон не работает с инструментом «карандаш», что очень плохо. Я бы хотел иметь карандаш у себя на телефоне, чтобы быстро делать заметки. Ну давайте перейдем к полке для заметок. Так вы можете создавать. Я имею в виду, что у вас есть быстрый выбор, чтобы создать свою книгу. Вы можете создать новую, вставить свой цвет, свое имя. Есть масса опций для украшения, если вы захотите. Меня не очень это волнует. Вот пустые книги, которые я только что создала, чтобы вы могли видеть список. Я даже пометила ту книгу, над которой работаю.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_pykdLJtt9yk_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 164, "src_audio": "wmt/audio/vid_qhwgP27R4xw.wav", "src_ref": "This shade of blue in my closet because i think it looks really good with the tan so definitely gonna be packing this with me next up we've got this little gray tank the material of all of their clothes are so soft like i don't know how they do it but it's so buttery soft and really flattering to the body like it just hugs you in all the right places so this is just a basic spaghetti strap crop top this is so easy to throw on if you're working out if you're going for a walk if you're running errands like you could honestly style this a bunch of different ways if you're not just working out now that i've got this one i need in every single color. I love it so much. It is it's perfect. Okay. Here's the next top i think this one's my favorite so far i can't", "tgt_ref": "Этот оттенок голубого в моем шкафу, потому что, по-моему, он очень хорошо смотрится с загаром. Поэтому я определенно положу это в свой чемодан в следующий раз. У нас есть эта маленькая серая майка. Материал, из которого изготовлена вся их одежда, такой мягкий. Я не знаю, как они это делают, но он мягкий, как масло, и приятно прилегает к телу, как будто обнимает тебя во всех правильных местах. Так, это просто базовый укороченный топ на бретельках-спагетти. Его легко накинуть на себя, если вы тренируетесь, идете на прогулку или занимаетесь делами. Вы можете обыграть его разными способами, если вы не просто ходите в зал. Сейчас у меня есть один, мне нужны еще такие всех цветов. Мне он очень нравится. Он идеальный. Хорошо. Вот новый топ. Я думаю, что этот - мой любимый, пока что я не могу", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_qhwgP27R4xw_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 165, "src_audio": "wmt/audio/vid_r-aI0JD0bCE.wav", "src_ref": "They're finally they're like, i need a job, right? So as long as you show your sincere about it, because it almost is like a mad dash to get bodies back in stores, you really got to be mindful of that. But they're gonna bring you on if you're if you're genuine, if you're if you're being honest and upfront with them, it's almost hard to say no to this to this person that's interviewing for a part time job that has open availability. You know, they followed up that set themselves apart. Hopefully these tips work. If they don't, i mean, keep hitting me up with questions. I'll address them all. These are just some of the things that have worked for me. And that, you know, while my time managing at finish line, i've noticed, set a couple of the interviewees apart. I hope you enjoyed this video, drop down in the comments, continue to subscribe, continue to like the video. I ain't got nothing else for y 'all. It's a quick video. Peace.", "tgt_ref": "В конце концов они говорят: «Мне нужна работа», правильно? Поэтому пока вы действительно искренни по этому поводу, так как это похоже на отчаянный рывок для сдачи товаров обратно в магазин, вам действительно стоит принять это во внимание. Но они пригласят вас на эту должность, если вы искренни, честны и обходительны с ними. Очень трудно сказать «нет» такому человеку. Это собеседование для подработки, которое демонстрирует готовность к работе. Знаете, они решили продолжать, что и отличало их от других. Будем надеяться, эти советы сработают. Если нет, то продолжайте задавать вопросы. Я отвечу на все. Это просто советы, которые сработали для меня. И, знаете, я заметил, что то, как я распоряжаюсь временем на финишной прямой, отличало меня от пары других кандидатов. Надеюсь, вам понравилось это видео, пишите комментарии, продолжайте подписываться и ставить лайки под видео. Больше у меня для вас ничего нет. Это короткое видео. Увидимся!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_r-aI0JD0bCE_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 166, "src_audio": "wmt/audio/vid_rU8nY03Lo5s.wav", "src_ref": "Connect with it and a lot of people don't actually feel comfortable enough to be vulnerable online so they'll reach out to you and say thank you so much for sharing this because i've been feeling this and i wasn't sure that someone else was neglecting old friends blatant snide so this one i suppose is quite self -explanatory it's very easy to feel excluded and be exclusive on social media as well. It's something that i think we all struggle with and yeah", "tgt_ref": "Соединись с этим - и многие люди будут чувствовать себя весьма некомфортно, они уязвимы онлайн, поэтому они обращаются к тебе и благодарят от всей души за то, что ты делишься. Это потому что я чувствовала это и не была уверена, что кто-то еще это чувствует. Принебрежение старыми друзьями, откровенное ехидство. Поэтому, думаю, это видео не нуждается в объяснениях. Очень легко почувствовать себя чужим и ограничивать других в социальных сетях. По-моему, это то, против чего мы все сражаемся, да.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_rU8nY03Lo5s_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 167, "src_audio": "wmt/audio/vid_u2JNW0Ftyzg.wav", "src_ref": "Let me stick this guy, every time i interview him, i spank him every time, i pull his trousers down, i say, you naughty boy, you naughty boy. Why would you want to peel another man? Why would you want to peel my trousers down? Sadly, you've got a nice butt. Your friends do that, your friends do that, your friends, i watch everything, i watch everything. My job is to watch everything. Do you like my bum? I've got another question for you, do you like my bum? No, i'm very alpha, i'm very alpha, i'm very alpha. Let's shift gears, let's shift gears for a second, let's shift gears for a second. If you're defending, you're losing, that's what they say. Hooker, ramirez. Hey! We're right back to what we're here for. Both guys, we thank.", "tgt_ref": "Позвольте мне прицепиться к этому парню. Каждый раз когда я его интервьюирую, я его шлепаю. Я стягиваю с него брюки и приговариваю: «Ты непослушный мальчик, ты непослушный мальчик». Почему бы вы захотели раздеть другого мужчину? Почему бы вы захотели стянуть с меня штаны? К сожалению, у тебя красивый зад. Твои друзья так делают, твои друзья так делают, твои друзья. Я за всем слежу, за всем слежу. Моя работа - следить за всем. Тебе нравится моя задница? У меня есть еще один вопрос для тебя. Тебе нравится моя задница? Нет, я вполне альфа, вполне альфа, вполне альфа. Давай сменим тему разговора, давай сменим тему разговора на минуточку, давай сменим тему разговора на минуточку. Если ты защищаешься, ты проигрываешь, вот что они говорят. Хукер, Рамирез. Эй! Мы возвращаемся к тому, для чего мы здесь. Благодарим обоих парней.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_u2JNW0Ftyzg_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 168, "src_audio": "wmt/audio/vid_uB_fMAbhJwY.wav", "src_ref": "I literally am obsessed. I'm so happy that i got this because i was running out of my old pack. It was the small, basic, like i think five color pack. And i've had that for literally like two years. So i saw this at target and i picked it up. I'm really excited. I'm gonna use this a lot for when i'm taking notes because i like taking pretty notes. So yeah, this is from target. And then this is my bullet journal. Yeah, it's a simple bullet journal. It's the one where it has like a really hard name to pronounce. Luke, luke term, look term.", "tgt_ref": "Я буквально одержим. Я так рад, что я это получил, потому что у меня заканчивался мой старый набор. Это был небольшой базовый набор, как мне кажется, пятицветный. И он у меня был буквально года два. Поэтому я рассматривал его прицельно и я его выбрал. Я очень взволнован. Я собираюсь часто пользоваться этим для заметок, потому что я люблю делать красивые заметки. Поэтому да, это из-за цели. Затем, это мой ежедневник. Да, это простой ежедневник. Тот самый случай, когда название трудно произнести. Посмотрите термин, посмотрите термин.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_uB_fMAbhJwY_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 169, "src_audio": "wmt/audio/vid_uZvI4plitd4.wav", "src_ref": "Didn't expect that if i'm being a hundred percent honest. I didn't expect that i wasn't gonna make a video initially but i put out a tweet saying yay, and there was already a lot of confusion, which is understandable there is so much confusion around what is happening in america right now with the tariffs and there's a couple of points that i want to get to with that but first let's actually look at the prices of stuff so pre -orders for switch 2 will begin on thursday april 24th at launch the price of the switch 2 in the us will remain as announced on april 2nd at 40 at $449 .99 and the switch to mario kart bundle will also remain at $499 .99 mario kart world and donkey kong haven't changed their price which in the case of mario kart world we'll just say that's good", "tgt_ref": "Если быть на 100% честным, я этого не ожидал. Прежде всего, я не ожидал, что буду снимать видео, но я разместил твит с текстом «Круто!» И здесь уже было много путаницы, что вполне понятно: так много путаницы вокруг того, что происходит в Америке прямо сейчас с тарифами. И есть пара моментов, которых я хочу коснуться. Во-первых, давайте действительно взглянем на цены на продукцию. Таким образом предварительные заказы на Switch 2 начнут  принимать в четверг, 24-го апреля, по цене в момент вывода на рынок, цена Switch 2 в США останется такой, как было объявлено 2-го апреля, 449,99 долларов США. А цена на Switch к Mario Kart Bundle тоже останется в размере 449,99 долларов США. Цены на Mario Kart World и Donkey Kong не изменились, и в случае с Mario Kart World мы просто скажем, что это хорошо.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_uZvI4plitd4_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 170, "src_audio": "wmt/audio/vid_v2NNTNAXRWY.wav", "src_ref": "Let me show you the rest so i have this pair from h &m and i got the same exact pair but in red it's christmasy for this time of year, but also you could wear red anytime red is a universal color it's not like you just need to wear it in december and i've been obsessed with red burgundy like all those colors lately so it's very on point for me right now, but look at how cute let me give you guys a close -up look at how freaking cute and you can see the material. It's very loungey very soft they're low -waisted which i love and these are the exact same pants i have on right now i got these in an extra small. I am so obsessed. They're just so freaking comfortable i think i got them for 30 something dollars on sale and then as you could see the red matching top as i'm literally wearing right now. If you take a closer look at the material it's like super cute", "tgt_ref": "Давайте я покажу вам остальное. Итак, у меня есть эта пара от H&M и такая же пара красного цвета. Это рождественское настроение для этого времени года, но вы также можете носить красные в любое время: красный - это универсальный цвет. Вам не обязательно носить их в декабре. И я была одержима бордовым, как всеми этими цветами в последнее время, поэтому для меня это прямо в тему сейчас. Но посмотрите, как красиво. Друзья, давайте я покажу вам крупным планом, что это чертовски мило, и вы сможете рассмотреть материал. Он очень комфортный, очень мягкий. Они с низкой посадкой, как я люблю. И это именно штаны, которые надеты на мне прямо сейчас. Я купила их в размере XS. Я так на них помешана. Они такие чертовски удобные. Мне кажется, я купила их долларов за 30 на распродаже. Затем, как вы можете видеть, у меня есть красный топ, который к ним подходит, и он буквально надет на мне прямо сейчас. Если вы посмотритпе поближе на материал, вы увидите, какой он классный.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_v2NNTNAXRWY_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 171, "src_audio": "wmt/audio/vid_wTKg_pD9bHo.wav", "src_ref": "Take us through them. Well, casual swearing was one of those that was particularly mentioned. The guide actually points out things like this machine's cactus or spit the dummy or even bring a plate as terms that won't be well understood and perhaps worth avoiding. But, you know, i think it's probably going too far to put words on a hit list. Most australians, and i think part of the richness of our culture is the language. And i think the goal is to use it, not neglect it, not hide from it, but make sure we're clear in explaining it, because there is a lot of irony around the australian language and new arrivals certainly find it a little bit perplexing. So do sometimes younger people as they hear the old timers use these phrases. Ok, mark, thank you very much for that. Appreciate it. Cheers.", "tgt_ref": "Расскажите нам о них. Ну, обыкновенная ругань была одним из моментов, которые я в частности упоминал. В инструкции действительно указаны такие выражения, как \"этот машинный кактус\" или \"выплюнь соску\", или даже \"принеси тарелку\", как те, которые могут быть неправильно поняты и которых, возможно, следует избегать. Но, знаете, мне кажется, что, возможно, это слишком - упоминать подобное в списке наиболее значимых явлений. Большинство австралийцев, как и я, считают, что часть богатства нашей культуры - это язык. И мне кажется, что цель - это его использование. Не следует пренебрегать им, прятаться от него, но нужно убедится в том, что мы доступно его объясняем, потому что вокруг австралийского диалекта очень много иронии, и вновь прибывшие, конечно, считают его немного трудным для понимания. Обычно так считают молодые люди, когда они слышат, как старожилы используют эти фразы. Хорошо, Марк, большое спасибо тебе за это. Спасибо. Пока!", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_wTKg_pD9bHo_#_0", "dataset_type": "longform"}}
{"dataset_id": "wmt25", "sample_id": 172, "src_audio": "wmt/audio/vid_x48axn9yc9k.wav", "src_ref": "How do you down -regulate at night and increase the quality of sleep? Not how do i sleep longer? How do i get knocked out better, right? This is about increasing the quality of sleep and helping you get to sleep faster. Most people have six to eight hours to dedicate to sleep. Problem is they're either they don't fall asleep right away or it's really ineffective sleep. And so how do you make sure that window that you actually have is a lot of it starts with behaviors and setting yourself up to win to sleep. But there's also some really awesome things you can do. Awesome product if that's where you're at. But you should probably like as a consumer, there's like 10 things that you should do to make your sleep better than before you start buying products. You should just stop doing activities, drinking late, caffeine later in the day.", "tgt_ref": "Как вы снижаете регуляцию сна по ночам и улучшаете его качество? Это не о том, как я сплю дольше? Это о том, как я лучше засыпаю, правильно? Это об улучшении качества сна и о том, как помочь себе засыпать быстрее. Большинство людей посвящает сну 6-8 часов. Проблема заключается в том, что либо они не засыпают сразу, либо их сон очень неэффективен. И, в общем, как убедиться, что то окно, которое у вас действительно есть, было задействовано, следует начать с поведения и настраивания себя на то, чтобы получить все от сна. Но, на самом деле, есть некоторые действительно удивительные вещи, которые вы можете сделать. Удивительный продукт, если он есть там, где вы находитесь. Но как потребителю, вам, вероятно, понравится. Есть примерно 10 вещей, которые вы можете сделать, чтобы начать спать лучше, чем до того момента, когда вы начали покупать продукцию. Вам просто следует перестать заниматься делами, пить на ночь и употреблять кофеин ближе к вечеру.", "src_lang": "en", "ref_lang": "ru", "benchmark_metadata": {"doc_id": "en-ru_RU_#_speech_#_vid_x48axn9yc9k_#_0", "dataset_type": "longform"}}
